[
  {
    "title": "ZWINGLI'S VIEW OF COSTLY ICONS",
    "words": "The Swiss reformer Ulrich Zwingli shared the widespread Protestant \nbelief that the money spent on the images decorating the Catholic \nchurches should be spent on relief for the poor.  For what were the \npoor if not the true images of God?\u0014",
    "topics": [
      "CHURCH\nZWINGLI",
      "ULRICH\nPOVERTY\nPOOR\nDECORATIONS"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "19",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "ZEAL NEEDS KNOWLEDGE",
    "words": "\"DeFoe says that there were a hundred thousand country fellows in \nhis time ready to fight to the death against popery, without knowing \nwhether popery was a man or a horse.\"\u0014\n                   ---William Hazlitt\u0014",
    "topics": [
      "ZEAL\nFERVOR",
      "MISGUIDED\nKNOWLEDGE\nPERCEPTION"
    ],
    "scriptures": [],
    "base": "FRED/8",
    "source": "4",
    "mstatus": "16384",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "ZIMMERMAN ACQUITTAL SPARKS NATIONWIDE PROTESTS",
    "words": "Zimmerman Acquittal Sparks Nationwide Protests \u0014\n\u0014\nProtesters across the United States have taken to the streets, \ncalling for federal charges after a Florida jury acquitted \nneighborhood watchman George Zimmerman of murder in the death of \n17-year-old Trayvon Martin. According to \\CBN News, the \ndemonstrations signal that while the trial may be over, the case will \nhave a lasting impact for months to come. Meanwhile, the Justice \nDepartment announced Sunday that it is considering filing its own \ncharges against Zimmerman now that he's been acquitted in the state \ncase. \"And the reality is in these types of cases where there are \nvery serious questions, we know there will be a state phase,\" NAACP \npresident Ben Jealous said. \u0014\n\u0014\n\"There will be a civil phase almost assuredly and then there will be \na federal civil rights phase.\" But experts say federal prosecutors \nface a high bar, proving beyond a reasonable doubt that Zimmerman \nacted because of Martin's race. Saturday's not guilty verdict means \nZimmerman's lawyers will pick up his lawsuit against NBC News. \nProducers there mis-edited his 911 call; the abridged version plays \nup a racial angle and is said to have convicted him in the court of \npublic opinion. Some experts say media reports handled the case \npoorly from the start, turning a complicated case into a simple one \nand focusing on negative information about Zimmerman. His attorney \nblasted the media for turning Zimmerman into a monster. Meanwhile, \nthere are concerns for Zimmerman's safety after he has received \nhundreds of death threats. Martin's family is also in an undisclosed \nlocation because of threats against them.\u0014",
    "topics": [
      "ZIMMERMAN",
      "GEORGE\nMARTIN",
      "TREYVON\nRACE RELATIONS\nCRIMINAL TRIAL\nSELF-DEFENSE CLAIMS"
    ],
    "scriptures": [
      "PROVERBS"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "ZACHARY TAYLOR REFUSED SUNDAY SWEARING IN",
    "words": "Zachary Taylor Refused Sunday Swearing In\u0014\nDan Graves, MSL\u0014\n\u0014\nYou may remember that in the popular movie Chariots of Fire Olympic \ncontender Eric Liddell refused to run on Sunday because of his \nreligious convictions. Something like that happened with a United \nStates president, too. Zachary Taylor, an Episcopalian, refused to \ntake the presidential oath of office on a Sunday. This led to a \ncurious situation in which the United States was \"without\" a \npresident for a day.\u0014\n\u0014\nJames K. Polk's term ended on this day, March 4, 1849, a Sunday. The \nUnited States Constitution required of a new president that, \"Before \nhe enter on the execution of his office, he shall take the following \noath or affirmation: -- \"I do solemnly swear (or affirm) that I will \nfaithfully execute the office of President of the United States, and \nwill to the best of my ability, preserve, protect and defend the \nConstitution of the United States.\" Taylor refused to take the \nconstitutional oath until March 5, because he did not want to violate \nthe Lord's Day.\u0014\n\u0014\nMany sources claim that the President pro tempore of the Senate, \nDavid Rice Atchison, became president for a day. However, he was \nentitled to the position only if the President-elect and \nvice-president-elect died. He had no more taken the presidential oath \nof office than Zachary Taylor. Furthermore, his term as President pro \ntempore of the Senate expired with the 30th Congress on March 3, two \ndays before Taylor took the oath.\u0014\n\u0014\nActually, there was no real constitutional crisis. Everyone knew \nTaylor was president whether he had taken the oath or not, just as \nsurely as a vice-president immediately becomes president if the \nincumbent dies. Although he could not execute the affairs of the \noffice until he was sworn in, the Senate's billet made him president \nas of noon March 4 just as truly as if he had taken the oath.\u0014\n\u0014\nTaylor's story is instructive, because it shows how greatly our \nperception of Sunday has changed in the intervening years. Of course, \nmore than \"Sabbath\" observation has changed. United States Presidents \nno longer leave office in March, but in January. The succession to \nthe land's highest executive office is different now, too, spelled \nout more clearly and to a greater depth than in Taylor's days.\u0014\n\u0014\nTaylor, known as \"Old Rough and Ready,\" became president on the \nstrength of his victories in the Mexican-American War. He died \nsixteen months later.\u0014\n\u0014\nBibliography:\u0014\n\u0014\nDeGregorio, William A. The Complete Book of U.S. Presidents. New \nYork: Wings Books, 1997.\u0014\nDyer, Brainerd. Zachary Taylor. Baton Rouge, Louisiana: State \nUniversity Press, 1946.\u0014\nKane, Joseph Nathan. Facts about the Presidents: a compilation of \nbiographical and historical information. New York: Wilson, 1989.\u0014\nSmith, Elbert B. The Presidencies of Zachary Taylor & Millard \nFillmore. Lawrence, Kansas: University Press of Kansas, 1988.\u0014\nWilson, James Grant. Presidents of the United States. New York: \nAppelton, 1894. Source of the image.\u0014",
    "topics": [
      "PRESIDENTS\nSUNDAY\nZACHARY TAYLOR",
      "SWEARING IN"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "ZACCHAEUS: HONEST AND TALL?",
    "words": "Zacchaeus: Honest and Tall\u0014\n\u0014\nBy Dave Barnhart\u0014\n\u0014\nIn Jewish tradition, Scripture is not merely read and applied: it is \ndebated and examined from multiple angles. Like a gem, the sages say, \nThe Torah has seventy faces. We turn it around and examine each \nangle carefully. I think we should do the same with the New \nTestament, because its compilers clearly intended that we have \nmultiple angles: Thats why we have four Gospels, right? Thats why I \nlove the story of Zacchaeus.\u0014\n\u0014\nA tax collector was a greedy combination of embezzler and \nextortionist, a traitor to his people and a sinner of the worst \nsortor so Ive been told in countless sermons. This is why they are \nlumped together with prostitutes and other sinners. Jesus himself \nuses tax collectors in parables designed to shock his hearers (Luke \n18:10). Although Jesus counted a tax collector among his disciples \n(Luke 5:27), the most notorious tax collector in the Bible is \nZacchaeus (Luke 19), that tiny weasel of a man who was loathed by his \nneighbors.\u0014\n\u0014\nTax farming was an ingenious tool used by the Roman Empire to both \ncollect income and turn indigenous populations against each other. It \nwas a essentially a series of contractors and sub-contractors who bid \nto collect money from an area they knew well. A tax collector had his \nfinger on the pulse of business in the neighborhood. He knew what you \ndid for a living, who your relatives were, and for how much you could \nbe squeezed. As a chief tax collector, Zacchaeus supervised his own \nsub-contractors for his area. Tax farming was not easy. You had to be \nrich and bid high, but not more than you could reasonably \ncollectotherwise you would make up the difference out of your own \npersonal fortune.\u0014\n\u0014\nThe Zacchaeus story is usually told with the assumption that what the \ncrowd believes about Zacchaeus is true: He is a crook. But what if he \nisnt? When Zacchaeus learns that Jesus wants to dine at his house, \nhe is happy to welcome him, but the crowd murmurs against him. He \nstops, turns to Jesus, and says: Look, Lord, I give half of my \npossessions to the poor. And if I have cheated anyone, I repay them \nfour times as much.\u0014\n\u0014\nThe Common English Bible and King James Version (in contrast to the \nNIV and NRSV) accurately render these Greek verbs in the present \ntense, which leaves open the possibility that Zacchaeus isnt \nactually admitting any guilt. In fact, he may be vindicating himself \nto Jesus against the grumbling of the crowd. Its possible to read \nZacchaeus statement this way: Jesus, you hear the nasty things \nthese people say about me, but lookI already give away half of \neverything I have to the poor. And if anyone can show me that Ive \ncheated them, I return four times as much. Im an honest man, Lord, \nin spite of what they say.\u0014\n\u0014\nDo the math: Zacchaeus couldnt give away half of his possessions to \nthe poor if he felt he had earned more than 1/8 of his fortune \ndishonestly.\u0014\n\u0014\nThere are other clues that support this reading of the story. Luke \ndoesnt include any of the usual language common to his other \nrepentance stories (5:20, 7:47, 15:21, 18:13). Could it be possible \nthat Zacchaeus is one of the reformed tax collectors who heard John \nthe Baptists instructions to take no more than his fair share (Luke \n3:12-13)? Luke also gives us his name: Zacchaeus, which means pure.\u0014\n\u0014\nRead from this direction, Jesus statement that Today, salvation has \ncome to this household, sounds very different. Zacchaeus, like Mary \nwho sits at Jesus feet (Luke 10:42), is an outsider who becomes a \ndisciple, welcomed in from the margins. Like the blind man in the \nprevious story (Luke 18:35-43) and Levi (5:27), he becomes part of \nJesus entourage. Perhaps this is less a story of conversion than of \ninclusion.\u0014\n\u0014\nNot everyone enjoys reading against the grain this way, but for me, \nit makes the Bible far more interesting and engaging. Too often we \nread and interpret through a lens of platitudes and conventional \nchurch wisdom, even though there is plenty of scholarship that backs \nalternative readings (see below). When we read uncritically, we \nunintentionally take the role of the crowd in this very story: \njudging by presumption instead of evidence. While Im open to the \nconventional interpretation, the alternative needs to be heard.\u0014\n\u0014\nTheres one more alternative reading that upsets the conventional \nreading of this story. The Bible says Zacchaeus climbed the tree \nbecause he was short. But the text does not say to whom he \nrefers. What if he climbed the tree because Jesus was short?\u0014\n\u0014\nWould you love Jesus any less if he were short? What if he were bald \nand beardless? While its easy to dismiss these details as \nirrelevant, acknowledging them shows how biased we are in our reading \nof Scripture, and why we need to examine this multifaceted gem from \nevery angle.\u0014\n\u0014\nSee also\u0014\n\u0014\nCorbin-Reuschling, Wyndy. Zacchaeuss conversion: to be or not to be \na tax collector. Ex auditu. 25 (2009): 67-88.\u0014\n\u0014\nWhite, Richard. A good word for Zacchaeus: exegetical comment on \nLuke 19:1-10. Lexington Theological Quarterly. 14:4 (1979): 89-96.\u0014\n\u0014\nDave Barnhart is pastor of a new church named Saint Junia, whose \nmission is to become a diverse community of sinners, saints, and \nskeptics who join God in the renewal of all things. He and his wife, \nAngela, live with their son in Birmingham, Alabama. He earned his \nPh.D. in homiletics and social ethics from Vanderbilt University, and \nis an ordained elder in the North Alabama Conference of the United \nMethodist Church.\u0014",
    "topics": [
      "ZACCHAEUS\nTAX COLLECTORS\nEXEGESIS OF LUKE 19:1-10"
    ],
    "scriptures": [
      "LUKE 19:1-10"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "ZIONISM AND ANTISEMITISM",
    "words": "Zionism and Antisemitism\u0014\n\n                                                                       \nRabbi Jack Moline\u0014\n\u0014\nThere are many words that provoke strong responses in discourse \naround religion and politics, but few are so poorly understood as \nZionism and antisemitism.\u0014\n\u0014\nLike Lewis Carrolls Humpty Dumpty, too often these words mean \nwhatever the speaker decides they mean.\u0014\n\u0014\nBy presenting this brief and inadequate explanation, perhaps I can \nencourage future speakers and writers to be more precise in their \ndiscussions and thus avoid the offense and distraction that \ninaccurate deployment of these terms often provokes.\u0014\n\u0014\nWhat people have to say is too important to be derailed by incorrect \nsemantics.\u0014\n\u0014\nFirst, it is important to remember that both terms emerged from \npolitical realities, but they are deeply grounded in the Jewish \nexperience.\u0014\n\u0014\nBoth terms were coined in the 19th century, so referring to Zionism \nor antisemitism before then is inaccurate. However, though the words \nwere new, what they describe is anything but new.\u0014\n\u0014\nFaithful Jews pray a daily formal liturgy. We recite at least three \ntimes a day in worship, and after every meal, prayers that express \nthe hope we will be gathered in peace from the four corners of the \nearth and returned to our homeland. Those prayers date back more \nthan 1,500 years.\u0014\n\u0014\nThe word homeland has the technical and specific meaning of the \nPromised Land. Exiled and returned over the centuries, Jews never \nabandoned their claim to The Land as the homeland.\u0014\n\u0014\nThere has always been a Jewish presence in the Holy Land even in \ntimes of foreign conquest. The belief that the Jewish people have the \nright to be free in our own land is what became known as Zionism.\u0014\n\u0014\nTheodor Herzl was a secular Jewish journalist in Austria. He covered \nthe Dreyfus trial in France and, by most accounts, became persuaded \nthat prejudice against Alfred Dreyfus, the highest-ranking Jew in the \nFrench military, was behind his conviction for treason he objectively \ndid not commit.\u0014\n\u0014\nAnti-Jewish sentiment was rife in Europe, both violently expressed \nand politely ensconced. Jews were not considered a faith community \nin the way Catholics or Lutherans were, but a people apart and even, \nby some, a separate race.\u0014\n\u0014\nWith the emergence of nation-states in Europe, Herzl became convinced \nthat the only way for Jews to live a normalized life was to have a \nnation-state of their own.\u0014\n\u0014\nHis book, The Jewish State, built on previous expressions of the same \nnotion as well as the religious legacy of yearning for a return to \nthe homeland.\u0014\n\u0014\nHerzls initial notion was entirely political, and he investigated \nmultiple places to establish an autonomous Jewish state. But as his \nidea swept through the various strata of Jewish culture in Europe \n(and to some measure North America), focus shifted to the Jewish \nancestral homeland exclusively.\u0014\n\u0014\nRapidly, this new movement called Zionism (after Mount Zion, often a \neuphemism for the Holy Land) splintered into factions that blended \nother aspects of the adherents beliefs and practices.\u0014\n\u0014\nSocialists, Communists, faith denominations, labor activists  all \nJews  coalesced around the establishment of the Jewish state.\u0014\n\u0014\nThere was also significant opposition, primarily from staunch \nassimilationists who wished to be absorbed into European culture and \nfrom orthodox Jews who believed only God could return Jews to their \nhomeland.\u0014\n\u0014\nToday, small remnants of those communities still exist, and they are \noften held up by opponents of modern Zionism as evidence of its \ninauthenticity.\u0014\n\u0014\nFor all its factionalism, comparable in many ways to the multiplicity \nof denominations in Christianity and Islam, the belief in the right \nof the Jewish people to self-determination in their own land remains \nthe essence of Zionism.\u0014\n\u0014\nIt is impossible to understand Zionism without understanding \nantisemitism.\u0014\n\u0014\nAntisemitism was a word invented by German nationalist Wilhelm Marr \nin 1885 as the name of his political party. Marr claimed to be a \nsupporter of Jews and their culture but believed them to be a \ndegrading influence on the purity of the Aryan culture of Germany, \nAustria and other entities.\u0014\n\u0014\nHe campaigned to have them excluded from public and professional \npositions. It is in this context that Zionism developed.\u0014\n\u0014\nThere are some people who believe that semitic refers to all people \nof Middle Eastern origin. Semantically, they might make a case, but \nhistorically, they are simply wrong. Antisemitism is a euphemism \nfor Jew-hatred, which existed for many centuries before.\u0014\n\u0014\nIts popularity as a political movement in Europe, inspiring many \nnationalist groups including the Nazis, cannot be separated from the \nlegacy of bigotry against Jews that was a shameful aspect of \nintolerance by the Roman Catholic Church, Protestant denominations \nand the neo-pagan legacies of feudal society.\u0014\n\u0014\nPrejudice against Jews outside of cultures rooted in Europe also has \na long history but not as extreme or violent. It remains inaccurate \nto call such expressions antisemitism before the term was coined, \nand perhaps even through the Second World War.\u0014\n\u0014\nBut today, as the term has long since migrated from a political \nslogan to a category of bigotry, that is a distinction without \ndifference.\u0014\n\u0014\nWhat is the difference between being a critic and a bigot when it \ncomes to Zionism and Jews? More on that soon.\u0014\n\u0014\nAuthors note: Links are intended as a starting point for the reader \nwho wishes to learn more.\u0014\n\u0014\nEditors note: This is the first of a three-part series. Part two \nwill appear tomorrow.\u0014\n\u0014\n\u0014\nJack Moline\u0014\nA Conservative rabbi, he is currently serving on Good Faith Medias \nstrategic advisory board.\u0014",
    "topics": [
      "ZIONISM AND ANTISEMITISM\nJUDAISM\nJEWISH",
      "ATTITUDES AGAINST THE\nTHEODORE HERZL\nDREYFUS AFFAIR\nANTI-JEWISH SENTIMENTN"
    ],
    "scriptures": [],
    "base": "FRS-3/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "ZERO SENSE POLICY",
    "words": "More and more schools today have what they call a \"zero tolerance\" \npolicy toward drugs and weapons. Unfortunately, sometimes it comes \nacross as a \"zero sense\" policy.\u0014\n\u0014\nFor example, I just read about a 9-year-old boy in Manassas, Virginia \nwho received a one-day suspension under his elementary school's drug \npolicy  for possession of Certs! Joey apparently told a classmate \nthat the mints would make him \"jump higher,\" and in Manassas that \nqualifies as a drug. That's not unlike the student in Belle, West \nVirginia, who was suspended for three days for giving a classmate a \ncough drop.\u0014\n\u0014\nI still remember reading about the first-grade student who was \nsuspended for bringing a \"rifle\" to school. It was a 2-inch plastic \ntoy that came with his GI Joe. I'm just glad that rule wasn't in \nplace when I was in school; they'd have labeled me as a hardened \ncriminal.\u0014\n\u0014\n\"Zero tolerance\" is a fine thing for actual illegal drugs and weapons \nthat come with bullets, not with an action figure. But I wonder why \nour society seems unwilling to transfer the \"zero tolerance\" approach \nto other vital areas of contemporary life. We seem to tolerate more \nand more that is destructive to our culture  from Internet \npornography to disposable marriages.\u0014",
    "topics": [
      "SCHOOLS\nZERO TOLERANCE"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  }
]