[
  {
    "title": "VISION AND VISIONARIES",
    "words": "\"Leaders do not have to be the greatest visionaries themselves.  \nThe vision may come from anyone.  The leaders do have to state the \nvision, however.  Leaders also have to keep the vision before the \npeople and remind them of the progress that is being made to achieve \nthe vision. Otherwise, the people might assume that they are failing \nand give up.\"\u0014\n                                 --Ezra Earl Jones (quoted in \nLeadership, Sum 1994)\u0014",
    "topics": [
      "VISION\nLEADERSHIP\nENCOURAGEMENT\nPERSISTENCE\nPERSEVERANCE\nJONES",
      "EZRA EARL\nQUOTE"
    ],
    "scriptures": [
      "PROVERBS 29:18",
      "1 SAMUEL 3:1",
      "PHILIPPIANS 3:13",
      "PSALMS 27:4",
      "LUKE 9:62",
      "1 CORINTHIANS 9:24-27",
      "PHILIPPIANS 3:8",
      "HEBREWS 12:1-2"
    ],
    "base": "CTT/2",
    "source": "0",
    "mstatus": "16385",
    "tcaid": "7547",
    "qsid": "19943"
  },
  {
    "title": "VERY GENEROUS AT THIS POINT",
    "words": "\"Everyone gives himself credit for more brains than he has and \nless money.\"\u0014\n                -- Italian Proverb\u0014",
    "topics": [
      "EGO\nVANITY"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "16384",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VISIT TO GRAVE ENDS IN HORROR",
    "words": "Baltimore: 5/13/93 (AP)\u0014\n\u0014\n   Eight months after losing his mother to alcohol poisoning, an 8 \nyr-year-old boy watched as lightning struck his father and killed him \nduring a visit to her grave.\u0014\n\u0014\n   Bobby Lowe, 39, of Arbutus, and his son, Joey, had just finished \nplacing a flower on the grave of Laura Fauver when thunderstorms \nmoved into the area, police said.\u0014\n\u0014\n   With lightning and thunder rumbling through the area, the father \nand son sought shelter under a large pinetree at the Loudon Park \nCemetery in southwest Baltimore.\u0014\n\u0014\n   Soon after, a lightning bolt hit the tree splitting it down the \nmiddle and then striking Lowe, apparently hitting him on the St. \nChristopher's medal that was hanging from his neck, said Officer \nCraig Rossmark.\u0014",
    "topics": [
      "IRONY",
      "TRAGIC\nGRIEF\nSUFFERING\nTRAGEDY"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "16403",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIOLENCE IS GROWING",
    "words": "Recent episodes of violence at Little League games:\u0014\n  May, 1993         Racial taunts   one death:\u0014\n  Castro Valley, CA                 skull crushed\u0014\n\u0014\n  May, 1992        Violation of     slashed\u0014\n  Whiteville, NC   league rule      throat\u0014\n\u0014\n  August, 1990     Change in     Broken nose,\u0014\n  Willow Sprgs.     umpire       fractured ribs,\u0014\n  Ill.                           broken leg,\u0014\n                                 lacerated kidney\u0014",
    "topics": [
      "CRIME\nVIOLENCE"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "16384",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIOLENCE AT WORK",
    "words": "\"In 1993, the leading cause of death at work in New York is \nmurder.\"\u0014",
    "topics": [
      "VIOLENCE"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "16384",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIOLENT CHOIR MEMBER",
    "words": "Burning with anger after being accused of singing out of tune, a \nchoir member at a church in Louisville, Kentucky, allegedly threw \nliguid drain cleaner in a fellow choir member's face.  The alleged \nperpetrator, who had been accused by her choir director of singing \noff key, apparently blamed the victim for singing a sour note.  The \nvictim was treated for facial burns.  Five other choir members \nsustained minor injuries.\u0014\n\u0014\n         Jet, 12/16/91\u0014",
    "topics": [
      "CHURCH CHOIRS\nCHURCH FIGHTS"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "16384",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOICELESS WORDS",
    "words": "Never fear you are alone, for you can never be.\u0014\nA Mother's love goes on and on for all eternity.\u0014\n\u0014\nDo not grieve for me, my children\u0014\nNot next year nor any day,\u0014\nFor in you my life's rewarded,\u0014\nYou walked with me along my way.\u0014\n\u0014\nLong live my love, for when I go\u0014\nThere's waiting there for me,\u0014\nThe joys and hopes and peacefulness\u0014\nOf love's eternity.\u0014\n\u0014\nBetty Wagner, written to her mother.\u0014",
    "topics": [
      "MOTHERS\nLOVE\nDAYS",
      "SPECIAL"
    ],
    "scriptures": [],
    "base": "FRED/1",
    "source": "4",
    "mstatus": "19",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIOLENT CHOIR MEMBER",
    "words": "Burning with anger after being accused of singing out of tune, a \nchoir member at a church in Louisville, Kentucky, allegedly threw \nliguid drain cleaner in a fellow choir member's face.  The alleged \nperpetrator, who had been accused by her choir director of singing \noff key, apparently blamed the victim for singing a sour note.  The \nvictim was treated for facial burns.  Five other choir members \nsustained minor injuries.\u0014\n\u0014\n         Jet, 12/16/91\u0014",
    "topics": [
      "CHURCH CHOIRS\nCHURCH FIGHTS"
    ],
    "scriptures": [],
    "base": "FRED/4",
    "source": "4",
    "mstatus": "16384",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIAGRA AND DISNEY WORLD",
    "words": "What does Viagra and Disney World have in common?\u0014\n\u0014\nYou have to wait an hour for a two minute ride.\u0014",
    "topics": [
      "VIAGRA\nDISNEY\nSEX"
    ],
    "scriptures": [],
    "base": "FRED/4",
    "source": "4",
    "mstatus": "19",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIETNAM POWS CREATE COMMUNITY",
    "words": "Nothing destroys like isolation. The men communicatedand sustained \none anotherby tapping through walls. The Hanoi Hilton, says ex-Air \nForce pilot Ron Bliss, \"sounded like a den of run-away woodpeckers.\" \nThe North Vietnamese never mastered the code, which laid out the \nalphabet on a simple 5-by-5 grid (omitting K, for which C was used). \nThey tapped first the line, then the letter in that line. Thus the \nletter B would be taptap tap. \u0014\n\u0014\nThe code flowed so fluently that the men told one another jokes; \nkicks on the wall meant a laugh. Every Sunday, at a coded signal, the \nmen stood and recited the Lord's Prayer and the Pledge of Allegiance.\u0014\n\u0014\nCitation: Ginger McFarland, Wheaton, Illinois; source: Time (7-19-99)\u0014",
    "topics": [
      "COMMUNICATION\nCOMMUNITY\nFRIENDSHIP\nLONELINESS\nLORD'S PRAYER\nRELATIONSHIPS"
    ],
    "scriptures": [
      "ACTS 2:42-47",
      "HEBREWS 10:24-25"
    ],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VERY SHORT BOOKS",
    "words": "A lIst of Very Short Books\u0014\n\u0014\nA Guide to Arab Democracies \u0014\n\u0014\nA Journey through the Mind of Dennis Rodman \u0014\n\u0014\nAmelia Earhart's Guide to the Pacific Ocean \u0014\n\u0014\nCareer Opportunities for History Majors \u0014\n\u0014\nDetroit - A Travel Guide \u0014\n\u0014\nDifferent Ways to Spell \"Bob\" \u0014\n\u0014\nDr. Kevorkian's Collection of Motivational Speeches \u0014\n\u0014\nEasy UNIX \u0014\n\u0014\nEverything Men Know About Women \u0014\n\u0014\nFrench Hospitality \u0014\n\u0014\nBob Dole: The Wild Years \u0014\n\u0014\nHow to Sustain a Musical Career by Art Garfunkel \u0014\n\u0014\nMike Tyson's Guide to Dating Etiquette \u0014\n\u0014\nMormon Divorce Lawyers \u0014\n\u0014\nOne Hundred and One Spotted Owl Recipes by the EPA \u0014\n\u0014\nPopular Lawyers \u0014\n\u0014\nStaple Your Way to Success \u0014\n\u0014\nTasty Bile Recipes \u0014\n\u0014\nThe Amish Phone Book\u0014",
    "topics": [
      "BOOKS\nHUMOR\nSARCASM\nDR. KEVORKIAN\nHUSBANDS\nWIVES"
    ],
    "scriptures": [
      "PROVERBS"
    ],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VALVANO'S FINAL TESTIMONY",
    "words": "One of the most beloved and colorful sports personalities of our time\u0014\nwas a man named Jim Valvano-\"Jimmy V,\" as he was affectionately known \nto\u0014\nsports tans around the country. Valvano died on April 16, 1993, after \na\u0014\nyear- long battle with cancer. He was forty-seven years old. He will \nhe\u0014\nremembered as a great basketball coach. His North Carolina State team\u0014\nwon the national championship in 1983, upsetting that great Houston\u0014\nCougar team that featured Hakeem Olajuwon and Clyde Drexler. Valvano\u0014\nalso will he remembered as an outstanding TV analyst, an eloquent\u0014\ninspirational speaker, and a lovable, wisecracking humorist. But most\u0014\nof all, he will be remembered for the courageous way he faced a\u0014\ndebilitating illness.\u0014\n\u0014\nA few weeks before he died, Valvano was honored on national \ntelevision,\u0014\nand to that vast viewing audience, he said this:\u0014\n\u0014\nToday, I fight a different battle. You see, I have trouble walking \nand I\u0014\nhave trouble standing for a long period of time. Cancer has taken \naway a\u0014\nlot of my physical abilities. Cancer is attacking and destroying my\u0014\nbody. But what cancer cannot touch is my mind, my heart and my soul. I\u0014\nhave faith in God and hope that things might get better for me. But \neven\u0014\nif they don't I promise you this. I will never ever give up. I will\u0014\nnever ever quit. And if cancer gets me then I'll just try my best to \ngo\u0014\nto heaven and I'll try my best to be the best coach they've ever seen \nup\u0014\nthere. [Then, pointing to his 1983 Championship team, he said,] I\u0014\nlearned a great lesson from these guys; they amazed me! They did \nthings\u0014\nI wasn't sure they could do because they absolutely refused to give \nup!\u0014\nThat was the theme of our championship season: \"Never ever give up!\"\u0014\nThat's the lesson I learned from them and that's the message I leave\u0014\nwith you: \"Never give up. Never ever give up!\"\u0014\n\u0014\nJames W. Moore, Attitude Is Your Paintbrush, Dimensions, 1998, 61-62\u0014\n______________________\u0014",
    "topics": [
      "DEATH\nDYING\nESCHATOLOGY\nJIM VALVANO\nVALVANO",
      "JIM\nBASKETBALL\nPERSISTENCE\nPERSEVERANCE"
    ],
    "scriptures": [
      "JOHN 14:1-4"
    ],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VACANT CHAIR",
    "words": "Vacant Chair\u0014\n\u0014\nAs the days shorten and Indian Summer turns from late Autumn to early \nWinter, I realize that Thanksgiving and Christmas are just around the \ncorner. This is probably the most difficult time of all for those of \nus who have lost a child. While others eagerly prepare for the \nholidays, we in The Compassionate Friends are caught up in what \nAbraham Lincoln called the mystic cords of memory' that stretch from \ngrave to grave to every living heart and hearthstone.\u0014\n\u0014\nI pause, remembering Lincoln himself buried three children as well as \nthe manhood of a divided nation. Many a family was faced with the \nsight of a vacant chair and a fireside sad and lonely. After \nexperiencing loss first hand, the haunting notes and poignant words \nof a Civil War song I played on the piano during childhood take on a \nmore personal meaning.\u0014\n\u0014\nA young soldier, expected home for the holidays, was killed during a \nskirmish shortly before his furlough began. His absence at his \nfamily's Thanksgiving inspired what is now for me the all too \nfamiliar Vacant Chair.\u0014\n\u0014\nWe shall meet but we shall miss him,\u0014\n\u0014\nThere will be one vacant chair,\u0014\n\u0014\nWe shall linger to caress him,\u0014\n\u0014\nWhile we breathe our evening pray 'r,\u0014\n\u0014\nWhen a year ago we gathered,\u0014\n\u0014\nJoy was in his mild blue eyes\u0014\n\u0014\nBut a golden cord is severed,\u0014\n\u0014\nAnd our hopes in ruin lie.\u0014\n\u0014\nWe shall meet but we shall miss him,\u0014\n\u0014\nThere will be one vacant chair,\u0014\n\u0014\nWe shall linger to caress him\u0014\n\u0014\nWhen we breathe our evening pray 'r.\u0014\n\u0014\nby Henry J. Washburn, 1861\u0014\n\u0014\nAll of us, newly bereave or not, will endure as we draw from our \ninner strength and strive to find new meaning in life with a vacant \nchair.\u0014\n\u0014\nLibbyrose Clark\u0014",
    "topics": [
      "COMPASSIONATE FRIENDS\nDEATH\nCHILDREN\nPAIN\nSUFFERING\nLINCOLN",
      "ABRAHAM"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICTIMS OF A TRAGIC FATE OR OF SOCIETY?",
    "words": "Victims of a Tragic Fate, Or Victims of 'Society'?\u0014\nTHOMAS SOWELL\u0014\n\u0014\nSTANFORD.\u0014\n\u0014\nA heartbreaking social statistic is that children on welfare have \nonly about half as many words per day directed at them as the \nchildren of working class families -and fewer than one. third as many \nwords as children whose parenta are professionals\u0014\n \u0014\nThis is especially painful in view of the fact that scientists have \nfound that the actual physical development of the brain is affected \nby how much interaction young children receive.\u0014\n\u0014\nEven if all children entered the world with equal innate ability by \nthe time they were grown they nevertheless would have very different \nmental capabilities. Innate ability is the ability that exists at the \nmoment of conception, but nobody applies for a job or for college \nadmission at the moment of conception. Even between conception and \nbirth, other influences affect the development of the brain, as well \nas the rest of the baby.\u0014\n\u0014\nThe mother's diet and her intake of alcobol or drugs affect the \nunborn child. Differences in the amount of nutrition received in the \nwomb create differences even between identical twins. Where one twin \nis born significantly heavier than the other. and the lighter one \nfalls below some critical weight, the heavier one tends to have a \nhigher IQ in later years. They may be the same weight when they \nbecome adults, but they didn't get the same nutrition back when their \nbrains were first developing.\u0014\n\u0014\nINEQUALITIES have so many sources that this fact undermines the \nsimple dichotomy between believing that some people are innately \ninferior and believing that discrimination or other social injustices \naccount for economic and social differences. Yet people who are \nafraid of being considered racists, or believers that the lower \nclasses are born inferior, often buy the notion that only the sins of \n\"society\" can explain why some people end up so much better off than \nothers.\u0014\n\u0014\nMore than 30 years ago, Edward Banfield pointned out ow the different \nways that children were raised help or hinder them in their later \nlife. Yet he was demonized by the intelligentsia for saying what most \npeople would consider only common sense.\u0014\n\u0014\nWhile it is heartbreaking to think of the large differences in \nability and behavior that can be created by the way different paents \nraise their children, it is no less heartbreaking to think of other \nsocial differences that go back to the way kids are brought up. For \nexample, anyone who watches the television program \"Cops\" will see an \nendless succession of real losers who wreck their lives and the lives \nof others through sheer irresponsibility and lack of self-control.\u0014\n\u0014\nWhen one of these losers is being chased on the highway by a couple \nof police cars, and with a police helicopter overhead, you wonder why \nhe doesn't just stop and give it up before his crazy driving kills \nhimself or someone else. But you also have to wonder what his parents \nwere doing while he was grow ing up that they couldn't raise him to \nbecome a rational adult.\u0014\n\u0014\nA MAJORffY of the men in prison came from fatherless families. In \nsome cosmic sense, it may not be entirely their fault that they took \nthe wrong road. But that doesn't change the fact that it was the \nwrong road--or make it any less dangerous to turn them loose.\u0014\n\u0014\nNo doubt such concerns are behind efforts to \"rehabilitate\" prisoners \nor substitute \"crime prevention\" programs instead of incarceration. \nBut magic words do not create magic realities. Innocent people have \nbeen killed by \"rehabilitated\" criminals who had been set free. And \n\"prevention\" programs do not prevent anything other than putting \ndangerous people behind bars.\u0014\n\u0014\nThe pretense of having solutions can be more dangerous than the \nproblem. Yet there are whole armies of professionals and \nsemi-professionals-- shrinks and social workers, for example -whose \njobs depend on pretending that they have answers, even when no one \nhas answers. And the temptation is great for judges and politicians \nto pretend to be solving a problem by turning over delinquents or \ncriminals to such people, as a way to \"do something\" -or to look as \nif they are doing something.\u0014\n\u0014\nIn terms of broader social policy .we need to make a sharp \ndistinction between saying that some people are victims of a tragic \nfate and saying that they are vicitims of discrimination by \nemployers, bias in the courts, or the sins of other individuals they \nencounter.  Scapegoating other people is not likely top help--and it \ncan divert attention from the real problems, which are too serious to \nmisdiagnose.\u0014\n\u0014\n --Creators Syndicate\u0014",
    "topics": [
      "CHILDREN\nPOVERTY\nWELFARE\nSOCIAL SERVICES\nEDUCATION\nLANGUAGE\nMENTAL CAPABILITIES"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGIN MARY -- CO-REDEEMER?",
    "words": "Virgin Mary\u0014\n\u0014\n                    Would proclaiming her 'co-redeemer' be a \npromotion?\u0014\n\u0014\n                    02/26/2001\u0014\n\u0014\n                    When theological issues shake the Catholic \nChurch, they shake the larger\u0014\n                    religious community as well. That's not only \nbecause Catholics constitute\u0014\n                    nearly a quarter of the U.S. population, but \nbecause of the church's role in\u0014\n                    the evolution of Christianity.\u0014\n\u0014\n                    Christians and non-Christians alike should be \nalert to the Catholic Church's\u0014\n                    internal debate over whether Pope John Paul II \nshould proclaim the Virgin\u0014\n                    Mary a \"co-redeemer.\" Proclaiming her such has \nthe potential to split the\u0014\n                    church and to reverse the pope's efforts to \nimprove relations with the Eastern\u0014\n                    Orthodox and Protestant churches.\u0014\n\u0014\n                    The debate is controversial in part because the \nterm \"co-redeemer\" sounds\u0014\n                    very much as if it puts Mary on a level equal \nwith her son, Jesus Christ.\u0014\n                    Indeed, the \"New York Times\" said that the \ndesignation would make her\u0014\n                    \"something close to a fourth member of the Holy \nTrinity.\" Newsweek said\u0014\n                    that \"in place of the Holy Trinity, it would \nappear, there would be a kind of\u0014\n                    Holy Quartet, with Mary playing the multiple \nroles of daughter of the Father,\u0014\n                    mother of the Son and spouse of the Holy Spirit.\"\u0014\n\u0014\n                    But Catholic theologians caution that the pope \nhas no intention of enlarging\u0014\n                    the Trinity or of making Mary the equal of Jesus. \nCatholic theology doesn't\u0014\n                    treat Mary as divine. The term co-redeemer would \nsignify that Mary\u0014\n                    participates with Jesus in our redemption, not as \na substitute for or an equal\u0014\n                    to Jesus, they say.\u0014\n\u0014\n                    The controversy may be over semantics more than \nanything else. That is\u0014\n                    because of the ambiguity of the prefix \"co.\" \nWebster's dictionary defines it\u0014\n                    as meaning both \"with\" (as in co-pilot) and \"in \nor to the same degree\" (as in\u0014\n                    co-chair). That the proponents of the new dogma \nmean for the prefix to\u0014\n                    signify \"with\" and not the other may not be \nenough to alleviate the\u0014\n                    suspicions of other Christians, particularly \nProtestants who believe that\u0014\n                    Catholics already over-elevate Mary by \nattributing to her an ability to\u0014\n                    mediate between God and mankind.\u0014\n\u0014\n                    Whatever the pope decides, people should be \ncareful to examine what he\u0014\n                    says before they react.\u0014\n\u0014\nDALLAS MORNING NEWS  3/1/01\u0014",
    "topics": [
      "ROMAN CATHOLICS\nCATHOLICS\nPOPE\nVATICAN\nDOCTRINE\nHERESIES\nMARY"
    ],
    "scriptures": [
      "LUKE"
    ],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VILLAGERS KILL WOMAN SEEN AS WITCH",
    "words": "Thursday, April 19, 2001 \u0014\n\u0014\n                          Villagers Kill Woman Seen As Witch \u0014\n\u0014\n                          PORT MORESBY (Reuters) - Villagers in the \nPapua New Guinea\u0014\n                          highlands killed a woman accused of sorcery \nwith axes, knives and a\u0014\n                          shotgun, the AAP news agency reported on \nThursday.\u0014\n\u0014\n                          The agency quoted Chimbu province police \ncommander Superintendent\u0014\n                          Simon Kauba as saying another suspected \nwitch survived the lynching in\u0014\n                          the village of Segima.\u0014\n\u0014\n                          Kauba said the attack was \"gruesome and \nbarbaric.\" The murdered\u0014\n                          woman, who was accused of causing the death \nof a boy, was hacked to\u0014\n                          pieces and her remains thrown into a river.\u0014\n\u0014\n                          Lynchings are common in the Papua New \nGuinea highlands and are often\u0014\n                          linked to allegations of sorcery, belief in \nwhich remains widespread. Some\u0014\n                          tribes in the remote mountainous interior \nstill live in very primitive\u0014\n                          conditions.\u0014",
    "topics": [
      "WITCHCRAFT\nWITCHES\nSORCERY\nCULTS"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VERY SHORT BOOKS",
    "words": "Very Short Books\u0014\n> \u0014\n> 20. BEAUTY SECRETS by Janet Reno\u0014\n> \u0014\n> 19. HOME BUILT AIRPLANES by John Denver\u0014\n> \u0014\n> 18. HOW TO GET TO THE SUPER BOWL by Dan Marino\u0014\n> \u0014\n> 17. THINGS I JUST LOVE ABOUT BILL by Hillary Clinton\u0014\n> \u0014\n> 16. MY LIFE'S MEMORIES by Ronald Reagan\u0014\n> \u0014\n> 15. THINGS I CAN'T AFFORD by Bill Gates\u0014\n> \u0014\n> 14. THINGS I WOULD NOT DO FOR MONEY - by Dennis Rodman\u0014\n> \u0014\n> 13. THE WILD YEARS - by Al Gore\u0014\n> \u0014\n> 12. AMELIA EARHART'S GUIDE TO THE PACIFIC OCEAN\u0014\n> \u0014\n> 11. AMERICA'S MOST POPULAR LAWYERS\u0014\n> \u0014\n> 10. DETROIT - A TRAVEL GUIDE\u0014\n> \u0014\n> 9. DR. KEVORKIAN'S COLLECTION OF MOTIVATIONAL SPEECHES\u0014\n> \u0014\n> 8. EVERYTHING MEN KNOW ABOUT WOMEN\u0014\n> \u0014\n> 7. COCKTAILS WE HAVEN'T ORDERED - by The Bush Twins\u0014\n> \u0014\n> 6. ALL THE MEN I'VE LOVED  - by Ellen DeGeneres\u0014\n> \u0014\n> 5. MIKE TYSON'S GUIDE TO DATING ETIQUETTE\u0014\n> \u0014\n> 4. SPOTTED OWL RECIPES - by the Sierra Club\u0014\n> \u0014\n> 3. THE AMISH PHONE DIRECTORY\u0014\n> \u0014\n> 2. MY PLAN TO FIND THE REAL KILLERS - by O. J. Simpson\u0014\n> \u0014\n> And the World's Number One Shortest book...\u0014\n> 1. MY BOOK OF MORALS - by Bill Clinton & Jesse Jackson\u0014\n>\u0014",
    "topics": [
      "BOOKS\nHUMOR\nLANGUGAGE"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VENTURA BLASTS BELIEVERS",
    "words": "In another reminder that Gov. Jesse Ventura is no ordinary \npolitician, the former wrestler told Playboy magazine that organized \nreligion is for \"weak-minded people\" and that the Navy's Tailhook \nsexual harassment scandal was \"much ado about nothing....\"\u0014\n\u0014\n\"Organized religion is a sham and a crutch for weak-minded people who \nneed strength in numbers,\" the governor said. \"It tells people to go \nout and stick their noses in other people's business.\"\u0014\n\u0014\nTonight, Ventura spokesman John Wodele said he wanted to clarify \nthose remarks: \"Understand that he was talking about extremists of \nthe religious right who are often intolerant, and the governor cannot \nstand intolerance....\"\u0014\n\u0014\nVentura talked about the best part of his job: \"It's good to be \nking,\" he said. \"The best thing is that there's no one in this state \nwho can tell me what to do.\" \u0014\n-Associated Press, \"Ventura: Organized Religion Attracts the \n'Weak-Minded,'\" The \u0014\nWashington Post, September 30, 1999, A14.\u0014",
    "topics": [
      "FAITH\nBELIEVERS\nCHRISTIANS\nVENTURA",
      "JESSE\nARROGANCE"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOLTAIRE'S VAIN BOAST",
    "words": "Voltaire's Vain Boast\u0014\n\tVoltaire, the noted 18th century French philosopher, said that it \ntook centuries to built up Christianity, but \"I'll show how just one \nFrenchman can destroy it within 50 years.\" Taking his pen, he dipped \nit into the ink of unbelief and wrote against God.\u0014\n\tTwenty years after his death, the Geneva Bible Society purchased his \nhouse for printing the Bible. And it later became the Paris \nheadquarters for the British and Foreign Bible Society. The Bible is \nstill a best-seller; an entire 6-volume set of Voltaire's works was \nonce sold for 90.\u0014\n\tJust before his death, the noted atheist swore: \"I wish I had never \nbeen BORN!\"\u0014",
    "topics": [
      "VOLTAIRE\nCRITICISM-EVIDENCES\nBIBLE"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VISION IN LEADERSHIP",
    "words": "Vision in Leadership\u0014\n\u0014\n 1. Articulates a possibility\u0014\n 2. Gives a long-term picture\u0014\n 3. Fulfills a fundamental desire of human nature to be invovled and\u0014\n     challenged\u0014\n 4. Makes an immediate difference by framing anticipated reality\u0014\n 5. Gives us a new way to define ourselves\u0014",
    "topics": [
      "VISION\nLEADERSHIP"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VATICAN ACCEPTS RESIGNATION OF ARCHBISHOP",
    "words": "Vatican Accepts Resignation of Milwaukee's Archbishop\u0014\n\u0014\nBy LAURIE GOODSTEIN, New York Times\u0014\n\u0014\nThe Vatican yesterday accepted the resignation of Archbishop Rembert \nG. Weakland of Milwaukee, who acknowledged on Thursday that he had \npaid $450,000 to settle a claim that he sexually assaulted a man two \ndecades ago.\u0014\n\u0014\nSupporters of the archbishop, who often challenged Vatican \ntraditionalists on abortion, sexuality and the role of women, said \nthey were saddened that his tenure had ended in disgrace. His \ncritics, on the other hand, were hopeful that his successor would be \nmore attuned to orthodoxy.\u0014\n\u0014\nArchbishop Weakland, now 75, was one of the few remaining bishops \nappointed before Pope John Paul II's reign who challenged the Curia \nrepeatedly. In 25 years as archbishop of Milwaukee, he placed women \nin positions of authority in the church, criticized militants in the \nanti-abortion movement and testified in favor of gay rights. He is \nthe author or co-author of more than a dozen books, on topics like \nCatholic social teaching, the church since the Second Vatican \nCouncil, prayer and Catholic education.\u0014\n\u0014\nIn the 1980's, he had the stature to lead the American bishops in the \ndrafting of their landmark pastoral letter on the economy, which \ncalled for reordering the nation's priorities to reduce poverty and \ninequality, reform the welfare system and assist organized labor. But \nhis national influence waned in recent years as the conference of \nAmerican bishops grew more conservative.\u0014\n\u0014\n\"Over the years he has been a pretty inspiring person to progressive \nCatholics, because he certainly has been an advocate for inclusion of \nthe laity, a greater role for women in the church and for married \nclergy,\" said Sister Maureen Fiedler, a founder of the Women's \nOrdination Conference. \"I grieve for him today, and I feel really sad \nthat this has happened.\" \u0014\n\u0014\nArchbishop Weakland, who has denied the accusation of sexual assault \nbut has not addressed the question of whether he had a sexual \nrelationship with his accuser, said through a spokesman yesterday \nthat he would issue a public apology in the future.\u0014\n\u0014\nHe has previously welcomed the attention of the news media, and in \n1991 was the subject of a two-part profile in The New Yorker in which \nhe talked about the issue of celibacy and his struggle to control \ninfatuations with women, saying, \"I'm falling in love all the time.\" \u0014\n\u0014\n\"I have to be on guard not to let my emotions run away,\" he said \nthen, \"not to make excuses to see someone who has set off the spark. \nSo far, I've done pretty well.\"\u0014\n\u0014\nIn interviews yesterday, some of the archbishop's admirers, and \ndetractors as well, speculated that this scandal was not a case of \nsexual assault but more likely a consensual homosexual relationship \nthat ended badly. They said they were bothered more by the $450,000 \nsettlement than by the appearance that the archbishop had strayed \nsexually.\u0014\n\u0014\nEven his critics  and they are many  who maintain that he spent his \ncareer undermining church teaching, said they felt pity for him. An \nanguished letter that he wrote to his accuser in 1980 was made public \non Thursday, and in it he said his mother had always warned him \"not \nto put down on paper what I would not want the whole world to read.\"\u0014\n\u0014\n\"It must be devastating for him to have a private letter that he paid \nnearly half a million dollars to be suppressed to be bandied about in \npublic,\" said Helen Hull Hitchcock, director of Women for Faith and \nFamily, a conservative Catholic organization. \"Too bad he didn't mind \nhis mama.\"\u0014\n\u0014\nWith the Vatican's speedy acceptance of Archbishop Weakland's \nretirement, his duties are being assumed for now by Richard J. Sklba \n(pronounced SKILL-ba), an auxiliary bishop in the archdiocese.\u0014\n\u0014\nIt is not known when a new archbishop will be named. The process \nstarts with the pope's representative in Washington, who will forward \nthe names of three candidates to the Congregation for Bishops in \nRome. That Vatican department sends its choice, usually but not \nalways from among those three, to the pope, who makes the ultimate \ndecision.\u0014\n\u0014\nArchbishop Weakland was born in Patton, Pa., near Altoona, on April \n2, 1927. He became a Benedictine monk at St. Vincent Archabbey in \nLatrobe, Pa., in 1949. Two years later he was ordained a priest.\u0014\n\u0014\n\"He's an intellectual,\" said a friend of his, the Rev. Andrew \nGreeley, a priest and author in Chicago. \"He speaks 18 or 19 \nlanguages, he's a trained musician, so he's a man of some stature. He \nimpresses people.\" \u0014\n\u0014\nHe initially intended to teach music in the Benedictine order, and \nstudied in Europe and at the Juilliard School. At Columbia \nUniversity, he began a graduate thesis on Ambrosian chant. He did not \ntake it up again until 1996, however, when as archbishop he took a \nsabbatical and returned to Columbia to finish his research.\u0014\n\u0014\nInstead of pursuing music, he showed a talent for leadership and rose \nto become first the abbot at St. Vincent and ultimately, in 1967, the \nabbot primate, or worldwide leader, of the International Benedictine \nConfederation. As primate, he was based in the Vatican for 10 years.\u0014\n\u0014\nMrs. Hitchcock, a critic of his, said she understood that he had been \na thorn in the side of some at the Vatican, and eventually Pope Paul \nVI decided to name him an archbishop back in his native country.\u0014\n\u0014\n\"They stuck him in what was, from the Italian perspective, a remote \nregion of the United States,\" Mrs. Hitchcock said.\u0014\n\u0014\nThe Milwaukee Archdiocese today is home to more than 680,000 \nCatholics, 234 parishes and 255 active diocesan priests.\u0014\n\u0014\nArchbishop Weakland was popular among his priests, granting most of \nthem unusual autonomy in their parishes. He was an early advocate of \nallowing girls to be altar servers, and in the 1980's he held \n\"listening sessions\" that allowed women to air their views on \nabortion and birth control.\u0014\n\u0014\nThat episode prompted the Vatican in 1990 to forbid the University of \nFribourg in Switzerland, affiliated with the Dominican order, to \ngrant him an honorary doctorate. \u0014\n\u0014\nHe often tangled with traditionalists in his archdiocese. The \nMilwaukee chapter of Catholics United for the Faith, with 700 \nmembers, recently campaigned against his plan to renovate the \nCathedral of St. John the Evangelist. The plan involved redesign of \nthe worship space to de-emphasize the hierarchical aspects of the \nliturgy.\u0014\n\u0014\n\"It is dangerous to send your child to a Catholic high school or a \nCatholic grade school in this archdiocese,\" Al Szews, president of \nthe Milwaukee chapter of Catholics United, said yesterday, \"because \nthey don't teach Catholicism. Pop psychology has replaced theology, \nand unfortunately you end up with individuals who are Catholic \nnominally but don't understand their faith. And that is the legacy of \nArchbishop Weakland.\"\u0014\n\u0014\nIn recent months, Archbishop Weakland was criticized for refusing to \nidentify priests who had been accused of sexual abuse but found by \nthe archdiocese not to be a threat. Victims' groups said that in the \npast, he had made remarks that showed he did not understand the \ndamage that sexual abuse can cause minors.\u0014\n\u0014\nIn 1988, for instance, he told one newspaper, The Milwaukee Catholic: \n\"Not all adolescent victims are so innocent. Some can be sexually \nvery active and aggressive and often quite streetwise. We frequently \ntry such adolescents for crimes as adults at that age.\"\u0014\n\u0014\nBut Joe W. Zopp, a lay chaplain with Dignity, an organization of gay \nCatholics, said yesterday that in Archbishop Weakland the group had \nfound a \"loving, caring shepherd who has allowed us to do what we \nneed to do to experience God.\"\u0014\n\u0014\nThe circumstance of his resignation, Mr. Zopp said, \"doesn't change \nour view of him, and maybe it's because of his own weaknesses that he \nwas able to be forgiving and helpful to other people who have had \nfailings.\"\u0014\n\u0014\n\"Maybe he's been less judgmental because he knows that he himself was \na human being.\" \u0014\n\u0014\nNew York Times, 5/25/02\u0014",
    "topics": [
      "PRIESTS\nCATHOLIC CHURCH\nPEDOPHILIA\nSEXUAL ABUSE"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA BAPTISTS ENDORSE KINGDOM ADVANCE",
    "words": "Virginia Baptists endorse new missions endeavor\u0014\n\u0014\n By Robert Dilday and Robert O'Brien\u0014\n\u0014\n CHARLOTTESVILLE, Va. -- Virginia Baptists overwhelmingly endorsed a \nnew missions vision\u0014\n May 10 at a called meeting of the Baptist General Association of \nVirginia that drew more than\u0014\n 2,500 messengers and visitors to First Baptist Church in \nCharlottesville.\u0014\n\u0014\n Executive Director John Upton, who introduced the plan called \n\"Kingdom Advance\" about a\u0014\n month earlier, said it would prepare the BGAV to minister more \neffectively in the 21st century\u0014\n while offering \"a seat at the table\" for its diverse 1,440 \naffiliated congregations.\u0014\n\u0014\n The vote authorizes an ad hoc committee to draw up recommendations \nto implement the plan.\u0014\n Messengers will consider those recommendations at the BGAV's regular \nannual meeting,\u0014\n scheduled Nov. 8-9 in Virginia Beach.\u0014\n\u0014\n A separate motion also approved at the five-hour Charlottesville \nmeeting authorized the Alma\u0014\n Hunt Offering for Virginia Missions to include allocations for \nKingdom Advance, if the BGAV\u0014\n opts to tap the offering for funds.\u0014\n\u0014\n Upton has estimated that about $1 million annually in new money is \nneeded to fund Kingdom\u0014\n Advance. The BGAV budget committee will consider -- and recommend to \nthe BGAV -- how to\u0014\n finance the plan.\u0014\n\u0014\n Fewer than 100 messengers voted against the Alma Hunt offering \nexpansion, according to\u0014\n estimates by observers. About two dozen voted against Kingdom \nAdvance entirely.\u0014\n\u0014\n The unusual called meeting tallied the largest attendance of any \nBGAV meeting since 1994,\u0014\n when about 3,375 met in Salem. Preliminary figures indicate 2,452 \nmessengers registered,\u0014\n along with 110 visitors. About 385 congregations were represented.\u0014\n\u0014\n The new plan calls for funding and administering several categories \nof mission workers in\u0014\n Virginia, the United States and around the world. It would also \nfocus on church planting and\u0014\n revitalization, identifying and developing leaders for the next \ngeneration and helping pastors\u0014\n and churches to minister effectively.\u0014\n\u0014\n But details are still developing, said Upton, who presented the \nvision to messengers in\u0014\n Charlottesville.\u0014\n\u0014\n \"There is no program or structure yet,\" he said. \"This is a process, \nnot a program. You are\u0014\n invited in at the beginning of the process. ... Everything you say \nwill be video taped and written\u0014\n down and will be taken into consideration. You are at the front end \nof this piece.\"\u0014\n\u0014\n Upton said he has already talked with hundreds of church leaders and \nlay persons about the\u0014\n plan. He said he plans to continue to travel across the state for \nmore discussion. \"I hope to\u0014\n have talked to 1,000 pastors by the end of the year,\" he said.\u0014\n\u0014\n Upton said Kingdom Advance comes at a time when the state population \nis outstripping\u0014\n Christian growth, when there is a growing crisis in church \nleadership development and when\u0014\n ministries are opening up all around the world.\u0014\n\u0014\n It envisions a flexible approach to missions that would avoid \ncompeting with other Baptist\u0014\n bodies, such as the Southern Baptist Convention's International and \nNorth American mission\u0014\n boards, the Cooperative Baptist Fellowship or the Baptist World \nAlliance.\u0014\n\u0014\n Instead, it would expand current cooperation with these and other \nentities and open up\u0014\n opportunities for Virginia Baptists to partner with other Baptists \naround the world. Upton and\u0014\n other leaders have insisted they will not launch an effort to lead \nVirginia Baptists out of the SBC\u0014\n or undercut the SBC's Lottie Moon and Annie Armstrong missions \nofferings.\u0014\n\u0014\n \"BGAV local churches will decide, in the Baptist way, what they will \nsupport. We will offer options\u0014\n and opportunities to all of them who wish to participate,\" Upton \nsaid.\u0014\n\u0014\n During his discussions across Virginia, Upton said he got three \nconsistent questions: (1) Can\u0014\n you give us something bigger than us to excite our church? (2) Is \nthere a place for us at the\u0014\n table? (3) Is there anyway to lift ourselves out of this \ndenominational controversy and get on\u0014\n with the gospel and ministry of Jesus Christ?\u0014\n\u0014\n \"Kingdom Advance says, 'Yes' to all three questions,\" he said.\u0014\n\u0014\n Although approved overwhelmingly, critics of the plan predicted it \nwould be doctrinally lax and\u0014\n loosen ties to the Southern Baptist Convention.\u0014\n\u0014\n \"Today is a sad day for the Southern Baptist Convention and many \nVirginia Baptists,\" said Rick\u0014\n Sadler, pastor of Calvary Baptist Church in Charlottesville. \"What \nwe have is not 'Kingdom\u0014\n Advance' but a kingdom divided.\"\u0014\n\u0014\n Upton replied that his prayer is that history books would one day \nrecord that \"Baptists divided\u0014\n became Baptists united\" because of the historic vote. Messengers \nresponded with a standing\u0014\n ovation.\u0014\n\u0014\n \"We all may disagree about some things,\" Upton said, \"but we are \ngoing to find things we can\u0014\n agree on and get on with the main thing -- the gospel and ministry \nof Jesus Christ.\"\u0014",
    "topics": [
      "BAPTISTS",
      "VIRGINIA\nMISSIONS"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VALUES CHANGE IN LIFE OR DEATH MATTERS",
    "words": "[From the sinking of the Titanic.]  Major A. E. Puechen of Toronto \nleft $300,000 in money, jewelry, and securities in his  cabin.  As he \nwas about to enter one of the lifeboats, he asked for permission to \nreturn to his cabin for a brief moment. He was given three minutes.\u0014\n\u0014\nHe ran access the deck that was already slanted at a dangerous angle. \nHe\u0014\nraced through the gambling room with all the money that had rolled to \none\u0014\nside, ankle deep. He came to his stateroom and, after a moment, \nquickly pushed aside \u0014\nhis expensive diamond rings, his securities, and even his money. He  \nreached to the\u0014\nshelf above his bed and grabbed three small oranges. He quickly found \nhis\u0014\nway back to the lifeboat and got in.\u0014\n\u0014\nLater, he said, \"The money seemed a mockery at that time.\"\u0014",
    "topics": [
      "TITANIC\nVALUES\nOBJECTIVES"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VITRIOL IN THE PULPIT",
    "words": "\"Christianity was founded by the virgin- born Lord Jesus Christ. \nIslam was\u0014\nfounded by Muhammed, a demon- possessed pedophile who had 12 wives, \nand his last one was a 9-year-old girl,\"\u0014\n\u0014\n-Former SBC President Jerry Vines to the Southern\u0014\nBaptist Pastors Conference (Star- Telegram}\u0014",
    "topics": [
      "ISLAM\nBAPTISTS\nCOMPARATIVE RELIGION\nHATRED\nPREJUDICE\nJERRY VINES"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VARIOUS KINDS OF PHOBIAS",
    "words": "We fear a lot of things roaming the streets these days a partial list \nof phobias include \"ophidiophobia\" (fear of  snakes), \"musophobia\" \n(fear of mice), \"cynophobia\" (fear of dogs), \"homichlophobia\" (fear \nof fog),  \"kathisophobia\" (fear of sitting down), \"ergasiophobia\" \n(fear of work), \"phonophobia\" (fear of speaking aloud),  \n\"pogonophobia\" (fear of beards), \"parthenophobia\" (fear of girls), \n\"gamophobia\" (fear of marriage), \"gephyrophobia\" (fear of crossing a \nbridge), \"phengophobia\" (fear of daylight), and \"achluophobia\" (fear \nof  darkness).\u0014",
    "topics": [
      "PHOBIAS\nFEAR"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VITICULTURE -- VINE DRESSING",
    "words": "Viticulture\u0014\n\u0014\nThe usual practice in viticulture, the care of vines, is for the \nbranches to\u0014\nbe pruned back each year in order to cleanse them.  A vine produces \ncertain\u0014\nshoots called \"sucker shoots,\" which start to grow where a branch \njoins the\u0014\nstem.  If allowed to continue to grow, they would dissipate the life \nof the\u0014\nvine through so many branches that the vine would produce little or \nno fruit\u0014\nand would produce mainly leaves instead.  Every vinedresser knows it \nis\u0014\nimportant to prune away these little suckers shoots to ensure \nplentiful\u0014\nfruit.  Since the shoots grow right where the branch joins the stem,\u0014\ncreating a tight cluster where dirt, leaves and other debris collect, \nthe\u0014\npruning is basically a cleansing process.\u0014\n\u0014\nThe Father's work in our lives is to find a branch that is beginning \nto bear\u0014\nfruit, beginning to produce the likeness of Christ, and then to cut \nit back.\u0014\nHe trims off the troublesome shoots, so that we may bear more fruit.\u0014\n\u0014\nMichael Green, Illustrations For Biblical Preaching, Grand Rapids: \nBaker, p.\u0014\n421.\u0014",
    "topics": [
      "VINEYARD\nVITICULTURE\nMETAPHORS\nI AM"
    ],
    "scriptures": [
      "JOHN 15:1-9"
    ],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA BROUGHTON, BLACK BAPTIST ACTIVIST",
    "words": "On Divine Authority of Woman's Work:\u0014\nVirginia Broughton, Black Baptist Activist\u0014\nProfessor of Religion, Carson-Newman College, Jefferson City, TN.\u0014\n\u0014\nBy Carolyn DeArmond Blevins\u0014\n\u0014\nLiteracy is a scary development for people who depend on ignorance \nfor their power. As black women learned to read, they began to insist \nthat their pastors be literate and even theologically trained. Women \nbegan to claim the right to interpret the Bible for themselves. A key \nfigure in the effort to teach women to read was Virginia Broughton. \nIn 1875 Broughton graduated in Fisk University's first commencement. \nWhile teaching in public schools in Memphis, Tennessee in the 1880s \nshe assisted in organizing a Bible Band--a Bible study society for \nblack women. So effective was she, that the Women's Baptist Home \nMission Society, an American Baptist auxiliary, appointed her as a \nmissionary in 1892. By 1894 she had Bible Bands in 57 locations in \nTennessee.\u0014\n\u0014\nBlack men, clergy and laity, opposed women learning to read and \ninterpret the Bible for themselves. The more women learned about the \nBible, the higher standards they had for their churches and their \nleaders. Virginia encouraged what she called a \"general awakening of \nChristian women.\" The Bible Bands led women to study both public and \ndomestic roles of women, especially motherhood. That their first \nallegiance was to God and not husbands is illustrated in Virginia's \npersonal life. Because she traveled so much, leaving her lawyer \nhusband, John and five children behind, her husband asked her to stop \nher work. She replied, \"I belong to God first, and you next; so you \ntwo must settle it.\" (Evelyn Higginbotham, Righteous Discontent: The \nWoman=s Movement in the Black Baptist Church, 1880-1920. Cambridge, \nMA: Harvard University Press, 1993, p. 132.) The teachings of \nVirginia Broughton, as well as Mary Cook and Lucy Wilmot Smith of \nKentucky, significantly shaped the theology of black women in the \nNational Baptist Convention. Virginia told one audience that if any \none there was not convinced of the divine authority of woman's work, \nshe would gladly give them the Bible passages to support it. Virginia \nserved in official positions also. When the National Baptist \nConvention, U.S.A. was formed in 1895, the women proposed a woman's \nauxiliary, the Woman's National Baptist Convention. Virginia was \nelected the recording secretary of the new national organization, a \nposition she held for over twenty years.\u0014",
    "topics": [
      "WOMEN'S LIB\nBLACK BAPTISTS\nNATIONAL BAPT. CON."
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VILLAGERS BEATEN UP FOR BUILDING A CHURCH",
    "words": "Thursday September 11 2003\u0014\n\u0014\n                          Orissa villagers beaten up for building \nchurch\u0014\n\u0014\n                          \u0014\n                          BHUBANESWAR: Tensions are running high in a \nvillage in Orissa after a mob of 500\u0014\n                          people attacked some villagers building a \nchurch, beat them up and forced them to\u0014\n                          bow to Hindu deities, police said. \u0014\n\u0014\n                          Police on Wednesday patrolled the streets \nof Sudsudia village in Maurbhanj district,\u0014\n                          about 300 km from here, to prevent violence \nafter Tuesday's incident. \u0014\n\u0014\n                          Villager Baidhar Bindhani, who converted to \nChristianity about three years ago, was\u0014\n                          building a church on land he owned with the \nhelp of other Christians. \u0014\n\u0014\n                          A district police official said Hindus of a \ndozen nearby villages had opposed the\u0014\n                          church on the grounds that it was too close \nto a temple, 200 metres away. \u0014\n\u0014\n                          On Tuesday, a mob comprising about 500 \npeople rushed to the church area and\u0014\n                          some of them beat up the construction \nworkers. They also forced Bindhani and\u0014\n                          other Christians to beg forgiveness and bow \ntheir heads before Hindu deities, he\u0014\n                          said.\u0014\n\u0014\n                          In January 1999, a mob of religious \nfanatics burnt alive Australian missionary\u0014\n                          Graham Staines and his two minor sons in a \nneighbouring district, Keonjhar.\u0014",
    "topics": [
      "PERSECUTION\nSUFFERING\nINDIA\nCHURCH\nMISSIONS"
    ],
    "scriptures": [],
    "base": "FRED/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOLTAIRE AND THE TRIUMPHANT OF THE ENLIGHTMENT",
    "words": "The \"Father of the Enlightenment\" \u0014\n\u0014\nVoltaire lived for 84 astoundingly productive years (1694-1778), \nwrote hundreds of works in almost all the literary, philosophical, \nand polemical genres current in his day, and left behind more than \n20,000 letters. \u0014\n\u0014\n\"I have never made but one prayer to God, a very short one: 'O Lord, \nmake my enemies ridiculous.' And God granted it.\"  Voltaire\u0014\n\u0014\nVoltaire was one of the most intriguing, influentialand \nelusivethinkers of the modern world. \u0014\n\u0014\nVoltaire was impressed by Bacon, Newton, and Locke, and by the \nprospect that knowledge gained from experience can improve the human \ncondition. His Philosophical Letters (1734) explained and popularized \nBritish empiricism. \u0014\n\u0014\nIn this book, Voltaire contrasted his idealized portrait of \nprosperous, free, and tolerant England with the aristocracy, \nintolerance, and traditionalism of France. In some chapters, he \naccomplished nothing less than a revaluation of what is important to \na progressive and free human life. \u0014\n\u0014\nBanished from Paris, Voltaire sought refuge with the Marquise du \nChtelet, a remarkable thinker who had mastered the intellectual \nlegacies of the 17th century. His 15 years with her turned out to be \nthe most productive of his life. \u0014\n\u0014\nHer death in 1749 threw Voltaire into a long period of sorrow and \nuncertainty that ended with the publication of his most enduring \nphilosophical tale: Candide, or Optimism (1759). With Candideand in \npart to his own surprisehe became a crusader for \"the party of \nhumanity.\" \u0014\n\u0014\nHe wrote many plays and poems, but his many \"philosophical tales,\" \nincluding Candide, became the prime vehicles for his ideas and made \nhim the most widely read Enlightenment author. \u0014\n\u0014\nCultivating the \"Human Garden\" \u0014\n\u0014\nAt the end of Candide, Voltaire calls for cultivation of the \"human \ngarden\" as the only antidote to despair. At his estate at Ferney on \nthe Swiss border, he took his own advice both literally and \nmetaphoricallyand rose to the peak of his public influence. \u0014\n\u0014\nVoltaire became a crusader for causes of the Enlightenment. He \nflooded Europe with his work, almost none of which appeared under his \nown name. \u0014\n\u0014\nHe had over 1,700 correspondents, from peasants to kings, and he used \nhis letters to incite people to his causes, rail against injustice, \npropose reforms, and encourage young authors. He also used the \ncorrespondence to reveal which of the works that he had published \nanonymously or pseudonymously actually belonged to him. \u0014\n\u0014\nLaughter was a weapon for Voltaire, and on any topic irony was \nessential to that laughter: \u0014\n\u0014\n\t\"To succeed in the world it is not enough to be stupid, you must \nalso be well-mannered.\" \u0014\n\u0014\n\t\"If God did not exist, it would be necessary to invent him.\" \u0014\n\u0014\n\t\"It is dangerous to be right when the government is wrong.\" \u0014\n\u0014\n\t\"Anything too stupid to be said is sung.\" \u0014\n\u0014\n\t\"This agglomeration which was called and which still calls itself \nthe Holy Roman Empire was neither holy, nor Roman, nor an empire.\" \u0014\n\u0014\nVoltaire and God \u0014\n\u0014\nThroughout all of his intellectual life, Voltaire wrestled with the \nproblem of knowledge of God. A convinced Deist, he opposes revealed \nreligion and atheism with equal vigor even while wondering how to \nreconcile God's existence with God's providence. \u0014\n\u0014\nHowever, no issue meant more to Voltaire than ending religious \nintolerance and persecution, and in no domain did he do more to \nchange the conscience and the practices of European civilization. \u0014\n\u0014\nHe wrote, \"I have, and can only have, no other goal but truth, but \nthere is more than one truth, that time alone can disclose.\" \u0014\n\u0014\n\"The Secret to Being Boring\" \u0014\n\u0014\nVoltaire once said: \"The secret to being boring is to reveal \neverything.\" Voltaire would not reveal everything; he frequently \nchanged his mind on fundamental issues of politics, God and \nprovidence, formal philosophy, and ethics. For Voltaire, life \noverflowed the categories by which we try to contain it in human \nthought. One critic wrote that Voltaire was \"a chaos of clear ideas.\" \u0014\n\u0014\nVoltaire wrote that a friend was sometimes Socrates, that is, always \nphilosophically engaged and serious, and sometimes Epicurus, that is, \nalways philosophically detached. He could have been writing about \nhimself. \u0014\n\u0014\nPerhaps the best way to sum up Voltaire is with a phrase for which he \nis often credited, but for which there is no clear evidence he \nactually uttered: \"I may disagree with what you have to say, but I \nshall defend to the death your right to say it.\"\u0014",
    "topics": [
      "VOLTAIRE\nPHILOSOPHERS\nWRITERS\nENLIGHTMENT",
      "THE\nGOD",
      "VIEWS OF\nDEISM\nHUMOR",
      "VOLTAIRE'S"
    ],
    "scriptures": [
      "ECCLESIASTES"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOICE OF THE MARTYRS EXEC COMMITS SUICIDE",
    "words": "Voice of the Martyrs Responds to Exec. Director's Death, Allegations \nof Molestation\u0014\n\u0014\nThe Voice of the Martyrs, a ministry providing aid to persecuted \nChristians around the world, is responding to the sudden death of its \nexecutive director, Tom White, last week and the subsequent news of \nallegations that White had inappropriate contact with a young girl \nand chose to take his own life rather than face those allegations, \ntheBartlesvilleExaminer-Enterprise\\reports. White, who worked \nwithVOMfor more than 30 years and served as executive director for \nmore than 20, was found dead the morning of April 17 after being \nreported missing the night before. Court records show that White, 64, \nhad very recently been accused of molesting a young girl and that \npolice had launched an investigation. In a\\statementon \nFriday,VOMsaid: \"None of those in leadership atVOM, including our \nBoard of Directors, were aware of these allegations at the time of \nTom's death. There is no doubt that Tom cared about his wife, his \nchildren and his grandchildren. And there's no doubt that he cared \naboutVOM. We are deeply saddened by these events. Our hearts are \nbroken. However, the work that God has calledVOMto do is bigger than \nany one of us. There are persecuted Christians who need our help. The \nlegal process will go forward, and we will continue serving with our \npersecuted brothers and sisters.\" A letter fromVOM'spresident is \nexpected to appear on its\\websitethis week.\u0014",
    "topics": [
      "MARTYRS\nVOICE OF THE MARTYRS\nSUICIDE",
      "GUILT FROM ABUSER\nABUSE OF CHILDREN BY CHRISTIANS\nCHILD ABUSE"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "16",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICIOUS DOGS",
    "words": "In the 3-year period from 2006 to 2008, pit bulls killed 52 Americans \nand accounted for 59% of all fatal attacks. Combined, pit bulls and \nRottweiler's accounted for 73% of these deaths.\u0014\n\u0014\n31 U.S. fatal dog attacks occurred in 2011. Pit Bulls led these \nattacks accounting for 71% (22). Pit bulls make up less than 5% of \nthe total U.S. dog population, yet have the highest death count among \nall dog breeds in the U.S. Regardless of the owner, they are deadly \nwhen they do attack. It's not about what dog bits more, but which is \ninherently aggressive and well more likely cause death or permanent \ninjury when it attacks. Yes, we all know that poodles bit more, blah, \nblah, blah, but a poodle isn't going to rip your face off and lock \nits jaw on you.\u0014\n\u0014\nPit Bull and Rottweiler's are listed as the number 1 and number 2 \nmost lethal dog breeds in the U.S. This is a fact.\u0014\n\u0014\nIn 2012 there are already 4 out of the 6 dog attack deaths related to \nPit Bull (3) and Rottweiler (1).\u0014",
    "topics": [
      "DOGS",
      "VICIOUS\nPIT BULL DOGS\nROTTWEILERS\nGERMAN SHEPHERDS"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOLUNTARY POVERTY",
    "words": "Love of brother means voluntary poverty... It also means \nnonparticipation in those comforts and luxuries which have been \nmanufactured by the exploitation of others.... If our jobs do not \ncontribute to the common good, we pray God for the grace to give them \nup... this would exclude jobs in advertising, which only increases \npeople's useless desires, and in insurance companies and banks, which \nare known to exploit the poor in this country and others. Whatever \nhas contributed to the misery and degradation of the poor may be \nconsidered a bad job, and not to be worked at.\u0014\n\u0014\nDorothy Day, The Catholic Worker, December 1948.\u0014",
    "topics": [
      "POVERTY\nLOVE OF BROTHER/SISTER"
    ],
    "scriptures": [
      "DEUTERONOMY 15:11-17",
      "LUKE 14:13-14"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICTIMS OFTEN GO BACK TO THEIR ABUSERS",
    "words": "In their Pulitzer Prize-winning book, Half the Sky, Nicholas Kristof \nand his wife Sheryl WuDunn report on [the] worldwide slavery [in sex \ntrafficking], telling stories of girls who had been kidnapped or \ntaken from their families on a ruse and then sold as sex slaves. \nThese girls, many under ten years of age, are drugged, beaten, raped, \nand forced to sell their bodies night after night. It is a slavery \neven more horrifying than the slavery colonial America practiced, and \nthe numbers are beyond imagination.\u0014\n\u0014\nKristof reports that it is far more effective to crack down on the \nperpetrators than to try to rescue the victims. That is because \nrescuing the girls from external slavery is the \"easy part,\" but \nrescuing them from the beast within, such as the drug addictions that \ncause them to return or the shame they feel, is enormously \nchallenging. They keep returning to their abusers.\u0014\n\u0014\nKristof tells of rescuing Momm, a Cambodian teen who had been \nenslaved for five years. Momm was on the edge of a breakdownsobbing \none moment, laughing hysterically the next. She seized the chance to \nescape, promising she'd never return. When Kristof drove Momm back to \nher village, Momm saw her aunt, screamed, and leapt out of the moving \ncar.\u0014\n\u0014\nA moment later, it seemed as if everybody in the village was \nshrieking and running up to Momm. Momm's mother was at her stall in \nthe market a mile away when a child ran up to tell her that Momm had \nreturned. Her mother started sprinting back to the village, tears \nstreaming down her cheeks . It was ninety minutes before the \nshouting died away and the eyes dried, and then there was an \nimpromptu feast.\u0014\n\u0014\nTruly it was a great rescueand there was singing and dancing and \ncelebrating, reminiscent of the singing and dancing of Miriam and the \nIsraelite women when they were rescued out of their slavery in Egypt.\u0014\n\u0014\nBut as with the Israelites, the celebration didn't last long. Early \none morning Momm left her father and her mother without a word and \nreturned to her pimp in Poipet. Like many girls in sex slavery, she \nhad been given methamphetamine to keep her compliant. The craving had \noverwhelmed her. No doubt she thought, I just have to have this or I \ncan't go on. Perhaps she imagined she'd be able to escape after she \ngot it, but even if she didn't, she thought, I have to have this.\u0014",
    "topics": [
      "SEXUAL SLAVERY\nDRUGS\nSLAVERY",
      "SEXUAL\nSEX SLAVES\nABUSE",
      "SEXUAL\nCOMPASSION\nJUSTICE"
    ],
    "scriptures": [
      "PROVERBS"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "2",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIOLENT MUSIC",
    "words": "\"The music that comes from these bands is incredibly violent, and it \ntalks about murdering Jews, black people, gay people and a whole host \nof other enemies.\" \u0014\n\u0014\n-Mark Potok of the Southern Poverty Law Center to The New York Times \nabout neo-Nazi bands tied to \u0014\nSikh temple shooter wade Page (RNS)\u0014",
    "topics": [
      "MUSIC",
      "VIOLENT\nVIOLENT MUSIC\nNEO-NAZI BANDS\nBANDS",
      "NEO-NAZI"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICTIM'S BODIES IDENTIFIED AS TOWN SEEKS ANSWERS",
    "words": "Victims' bodies identified as \nConnecticut town seeks answers\u0014\n\u0014\nBy Tracy Connor, NBC News \u0014\n\u0014\nConnecticut authorities said Saturday they have finished the \nheart-wrenching task of identifying and removing the bodies of 20 \nchildren and six adults massacared at Sandy Hook Elementary School.\u0014\n\u0014\nPolice were scheduled to hold a news briefing as new details about \nthe Newtown slaughter were emerging.\u0014\n\u0014\nAfter fatally shooting his mother in the face at her home, gunman \nAdam Lanza apparently shot his way into the 600-student school  then \nexecuted the children at close range, several officials told NBC News.\u0014\n\u0014\nInvestigators said a glass window near the locked front door of the \nschool was shattered, probably by a bullet from one of two pistols \nblack-clad Lanza used to kill his victims -- and then himself.\u0014\n\u0014\nThe motive for the rampage remained a mystery. Of the many questions, \nnone were more poignant than those posed by the parents of the dead \nchildren, who were mostly concerned that the children had not \nsuffered in their final moments.\u0014\n\u0014\nThey were wondering whether the children knew what was happening to \nthem, whether they were afraid, said Monsignor Robert Weiss of St. \nRose of Lima Catholic Church, who met with the families overnight at \na firehouse while workers from the medical examiner's office \nidentified the bodies.\u0014\n\u0014\nMeanwhile, there were new details about the 20-year-old man behind \nthe second-worst school shooting in U.S. history.\u0014\n\u0014\nLanzas brother told police the gunman had a history of mental \nproblems, though a classmate from Newtown High School recalled him as \na generally happy person.\u0014\n\u0014\nWe would hang out, and he was a good kid, Joshua Milas, who had not \nseen Lanza in a few years, told The Associated Press. He was \nprobably one of the smartest kids I know. He was probably a genius.\u0014\n\u0014\nThe weapons he used were were legally purchased and registered to his \nmother, Nancy, two law enforcement officials said. Two 9mm handguns \nwere recovered inside the school. An AR-15-type rifle also was found \noutside.\u0014\n\u0014\nLanzas connection to the school was unclear. Law enforcement \nofficials initially said his mother was a kindergarten teacher there, \nbut the school superintendent told TODAY that she wasnt a full-time \nstaffer and may have been a substitute.\u0014\n\u0014\nPolice said their investigation into Lanza and how he carried out the \nhorrendous crime was still in the early stages.\u0014\n\u0014\nWe have a mountain of evidence, both physical and forensic, Newtown \nPolice Lt. George Sinko said. Obviously were not going to leave any \nstone unturned.\u0014\n\u0014\nHe said the entire town of 27,000  a sleepy bedroom community some \n60 miles from New York City and known for its good schools  was \nreeling.\u0014\n\u0014\nWe never thought this would happen here, Sinko said. Our hearts \nare broken for the families of these victims.\u0014\n\u0014\nEven the young survivors -- ages 5 to 10 -- will be scarred. They \nspoke of huddling in corners of locked classrooms and closets with \nheroic teachers while shots rang out around them.\u0014\n\u0014\nRobert Licata said his 6-year-old son was in class when the gunman \nburst in and shot the teacher.\u0014\n\u0014\n\"That's when my son grabbed a bunch of his friends and ran out the \ndoor,\" he told The Associated Press. \"He was very brave.\"\u0014\n\u0014\nThe school superintendent, Dr. Janet Robinson, said the body count \nwould have been even higher if not for staff who rushed to protect \ntheir young charges. All of the dead were found in two rooms.\u0014\n\u0014\nA lot of children are alive today because of actions the teachers \ntook, she said.\u0014\n\u0014\nThe high death toll and the tender age of the victims sent shock \nwaves all the way to the White House, where the flag was lowered to \nhalf-staff.\u0014\n\u0014\nPresident Obama, his voice cracking at times, said he reacted to the \ntragedy first as a parent.\u0014\n\u0014\nOur hearts are broken today,'' he said in a news conference Friday. \nThe majority of those who died today were children. Beautiful little \nkids between the ages of 5 and 10 years old.\u0014\n\u0014\nThe outpouring of shock and grief from around the world over the \nhorrific events in Newtown, Conn., has given way to another \nwidespread emotion: the desire to support the shattered families of \nthe victims. \u0014\n\u0014\nI just had a lady call from Montana, said Scudder Smith, publisher \nof the Newtown Bee, the local paper. \"She said shes going to send me \na box of bears to distribute when the time is right so the kids can \nhug some bears.\u0014\n\u0014\nNBC News Chief Justice Correspondent Pete Williams and NBC News.com's \nJohn Schoen contributed to this report.\u0014",
    "topics": [
      "CRIME\nFAMILY",
      "CRIME IN\nMENTAL ILLNESS\nSCHOOL KILLINGS\nCONNECTICUT SCHOOL MURDERS"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VERY EFFECTIVE MEDICINE",
    "words": "We recently spent $2500 on a young Black Angus bull. We put him out \nwith the herd but he just ate grass and wouldn't even look at a cow. \nI was beginning to suspect he was gay, if that's possible with a bull.\u0014\n\u0014\nAnyhow, I had the Vet come have a look at him. He said the bull was \nvery healthy, but possible a little young, so he gave me some pills \nto feed him once per day. Holy crap! The bull started to service the \ncows within two days. All of my cows! He even broke through the fence \nand bred all my neighbor's cows!\u0014\n\u0014\nHe's been breeding just about everything in sight. He's like a \nmachine!\" I don't know what was in the pills the Vet gave him but \nthey kind of taste like peppermint\u0014",
    "topics": [
      "HUMOR\nBULLS\nBREEDING ISSUES WITH CATTLE\nVETERINARIAN PRESCRIPTION\nCATTLE"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VERMONT LEGALIZES PHYSICIAN-ASSISTED SUICIDE",
    "words": "Vermont Legalizes Physician-Assisted Suicide\u0014\n\u0014\nVermont is now the fourth state to legalize physician-assisted \nsuicide after Gov. Peter Shumlin signed it into law Monday, CBN \nNews\\reports. Vermont joins Oregon, Washington and Montana in \nadopting such a measure, which allows doctors to prescribe a lethal \ndose of medication to terminally ill patients. Opponents are \nconcerned the law could eventually target the disabled and elderly. \u0014\n\u0014\n\"Physician-assisted suicide does not affirm the life or dignity of \nindividuals facing serious illness or death,\" said Dr. Charmaine \nYoest of Americans United for Life. \"Instead, it opens the door to \nabuses and dangers for extremely vulnerable individuals.\"\u0014\n\u0014\nReligion Today 5/23/13\u0014",
    "topics": [
      "SUICIDE",
      "PHYSICIAN ASSISTED\nPHYSICIAN ASSISTED SUICIDE\nVERMONT"
    ],
    "scriptures": [
      "PSALMS"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIET NAM CONVERT TORTURED AND IMPRISONED",
    "words": "Vietnam: Recent Convert Tortured and Imprisoned \u0014\n\u0014\nA new Christian, \"Bao,\" is being pressured by village authorities to \nrecant his faith, according to \\Voice of the Martyrs. After Bao and \nhis family converted to Christianity four months ago, authorities \ntold Bao he could not live in the village and could not use or \npurchase any products like food, clothing or candles from the village \nas long as he continued in his beliefs. They repeated their threat \nthree times. After Bao was baptized on July 16, his brother beat him \nand had him arrested. Bao was jailed for two days and was beaten and \nshocked in his eye with electric wires. \u0014\n\u0014\nPolice fined Bao $250, which had to be paid before he could be \nreleased. His wife was unable to go and find someone to loan them the \nmoney because she is blind. Instead, Bao was released on the \ncondition that he return in two days with the full payment. VOM is \nproviding Bao with money to pay the fine.\u0014\n\u0014\nReligion Today 8/1/13\u0014",
    "topics": [
      "PERSECTION OF CHRISTIANS\nVIET NAM\nRELIGIOUS FREEDOM\nFREEDOM OF RELIGION"
    ],
    "scriptures": [
      "1 PETER 2"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "17",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS OF ESCHATOLOGY",
    "words": "Eschatology\u0014\n\u0014\n Future Eschatology: Interpret references to kingdom of God as a \nreality to come.\u0014\n\u0014\n- Apocalyptic: Talk about Christs return as a cataclysmic event.\u0014\n\u0014\n- Rapture: Believe the faithful will be returned to heaven without \ntasting death as a prelude to the Christs second coming.\u0014\n\u0014\n- Millennial Speculation\u0014\n Premillennialism: Christ will return prior to a 1,000-year period \nof blessedness during which God will reign on earth.\u0014\n\u0014\n Postmillennialism: Christ will return after God establishes His \n1,000-year reign of blessedness prior to the end of time.\u0014\n\u0014\n Amillennialism: Rejection of the teaching of a millennium.\u0014\n- The dead are judged (rewarded) based on works done with grace.\u0014\n- Those with faith are saved.\u0014\n- Some openness to salvation of all\u0014\n\u0014\n Realized Eschatology: Interpret kingdom of God as reality at least \nto some extent present, so that we are already in the end times. (An \nurgency about the present and decisions to be made in the present, an \nappreciation that we are no longer bound\u0014\nby our pasts, characterize this commitment.)\u0014",
    "topics": [
      "ESCHATOLOGY",
      "VIEWS OF\nVIEWS OF END TIMES\nEND TIMES",
      "VIEWS OF"
    ],
    "scriptures": [
      "REVELATION"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICTIMS PUSH LAWS TO END ONLINE REVENGE POSTS",
    "words": "Victims Push Laws to End Online Revenge Posts\u0014\nBy ERICA GOODE  September 23, 2013   New York Times\u0014\n\u0014\nHe was a muscular guy with kind of a nerdy kind of charm, Marianna \nTaschinger recalled, a combination that proved irresistible to an \n18-year-old girl in a small Texas town. \u0014\n\u0014\nThey dated, broke up, dated again. He asked her to pick out a wedding \nring. He also made another request  that she take nude pictures of \nherself and send them to him. \u0014\n\u0014\nHe said if I didn't want to send them to him, that meant that I \ndidn't trust him, which meant that I didn't love him, Ms. Taschinger \nsaid. \u0014\n\u0014\nThe photos would never be shared with anyone else, she remembers him \npromising. And she believed him  until last December, more than a \nyear after the couple broke up, when a dozen nude images of her \npopped up on a Web site focusing on what has become known as revenge \nporn. She is suing the site and her ex-boyfriend. \u0014\n\u0014\nRevenge porn sites feature explicit photos posted by ex-boyfriends, \nex-husbands and ex-lovers, often accompanied by disparaging \ndescriptions and identifying details, like where the women live and \nwork, as well as links to their Facebook pages. The sites, which are \nproliferating, are largely immune to criminal pursuit. But that may \nbe changing. California lawmakers this month passed the first law \naimed at revenge porn sites. \u0014\n\u0014\nWith cellphone cameras ubiquitous and many Americans giving in to the \nurge to document even the most intimate aspects of their lives, \nrevenge porn has opened up new ways to wreak vengeance. \u0014\n\u0014\nThe effects can be devastating. Victims say they have lost jobs, been \napproached in stores by strangers who recognized their photographs, \nand watched close friendships and family relationships dissolve. Some \nhave changed their names or altered their appearance. \u0014\n\u0014\nSometimes I want to get into a fetal position and cry, said Ms. \nTaschinger, 23, who added that she gave up her job at a restaurant \nand was stalked by a man who sat outside her house in a car. \u0014\n\u0014\nBut when victims call the police, they are invariably told there is \nlittle to be done. Lawsuits sometimes exact payments from men who \npost photographs or succeed in shutting down a site. But once the \nimages are online they spread, picked up by dozens or even hundreds \nof other Web sites. \u0014\n\u0014\nWhen Holly Jacobs, a woman in Florida, changed her name to dissociate \nherself from the photos posted by her ex-boyfriend, she found them \nlinked to her new name. And the owners and operators of the Web sites \nare in most cases protected by federal law, which largely absolves \nthem of responsibility for material posted by third parties. \u0014\n\u0014\nIt's just an easy way to make people unemployable, undatable and \npotentially at physical risk, said Danielle Citron, a law professor \nat the University of Maryland, who is writing a book on online \nharassment. \u0014\n\u0014\nAs the sites have increased, legal scholars and women's advocates \nhave begun to push for criminal penalties for people who post on \nthem. Only New Jersey has a law that would allow for criminal \nprosecution, although it was not written with revenge porn in mind.\u0014\n\u0014\nFor full article, see Word\\My Dcouments\\VICTIMS PUSH LAWS ....\u0014",
    "topics": [
      "ONLINE POSTS\nSEXUAL ONLINE POSTS\nSEXUALITY\nMORALS\nWEB SITES\nINTERNET\nSINS\nWHERE SINS NEVER GO AWAY"
    ],
    "scriptures": [
      "NUMBERS"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VATICAN SUSPENDS GERMAN BISHOP FOR LAVISH SPENDING",
    "words": "\u0014\nVatican Suspends German Bishop Accused of Lavish Spending on Himself\u0014\nBy ALISON SMALE  10/23/13 New York Times\u0014\n\u0014\nBERLIN  Pope Francis, who has made humility and modesty his \nhallmarks, sent a swift and clear message to Roman Catholics around \nthe world on Wednesday, suspending a German bishop accused of \nspending millions on lavish renovations to his residence and forcing \nthe chief administrator of the bishops diocese into early \nretirement. \u0014\n\u0014\nThe bishop, Franz-Peter Tebartz-van Elst, 53, of Limburg, was said to \nhave let the cost of renovating his residence and other church \nbuildings balloon to more than $41 million. The projects drew \nridicule in the German news media for luxuries like a $20,000 \nbathtub, a $1.1 million landscaped garden and plans for an \n800-square-foot fitness room  as well as a cross to be suspended \nfrom the ceiling of a personal chapel, which necessitated the \nreopening of a renovated roof. \u0014\n\u0014\nThe pope acted just two days after receiving Bishop Tebartz-van Elst \nin Rome, where he was summoned to explain himself. The Vatican issued \na statement saying that Francis had been comprehensively and \nobjectively informed about the events in the diocese and that Bishop \nTebartz-van Elst currently cannot exercise his office. \u0014\n\u0014\nThe statement said the Holy See thought it advisable for the bishop \nto spend an unspecified time away from Limburg. His duties will be \nassumed by a deacon, Wolfgang Rsch, who was scheduled to become the \ndioceses chief administrator at the end of the year. The current \nchief, Franz Kaspar, 75, a confidant of the bishop, will retire \nimmediately, two and a half months early. \u0014\n\u0014\nThe popes decision lifted spirits among Germanys Catholics and \nreinforced indications that he will enforce his values throughout the \nchurch hierarchy. Francis has chosen to live in a spartan guesthouse \nin the Vatican, rather than in the opulent apartments his \npredecessors used, and he has said that bishops should not live like \nprinces. \u0014\n\u0014\nHis decision signals that the pope deems pastoral life and moral \nexamples important, not an accessory, said Alberto Melloni, a \nVatican historian and the director of the John XXIII Foundation for \nReligious Studies, a liberal Catholic research institute in Bologna, \nItaly. \u0014\n\u0014\nFrancis is signaling that living the right kind of humble life is \nmore important than managing the Curia in a more efficient way, Mr. \nMelloni said, referring to the Vatican bureaucracy. \u0014\n\u0014\nIt pertains to the reform of the church, not just of the Curia, he \nsaid. A manager could have reformed or re-engineered the Curia, but \nthe conclave chose a man who distinguishes himself for his human \nvalues. \u0014\n\u0014\nThe spending prompted outrage among the 682,000 Roman Catholics in \nthe diocese, which includes much of rural Rhineland as well as \nFrankfurt, Germanys financial center. It has also led to renewed \nquestions about church wealth in Germany, the home of the Reformation \nand a country where established religions are supported by taxes \ncollected by the government. \u0014\n\u0014\nCarlo Marroni, a Vatican expert at the Italian newspaper Il Sole 24 \nOre, said in a telephone interview that the pope was intervening \npersonally and swiftly on issues that worry his faithful. \u0014\n\u0014\nFrancis has made simplicity an emblem of his papacy. He chose the \nname of the medieval saint known in Italy as the poverello (poor \nman), and he has said that along with St. Augustine, St. Francis is \nclosest to his soul. In a recent trip to Assisi, where St. Francis \nlived, he called for sobriety and urged the church to strip itself of \nthe sense of comfort.\u0014",
    "topics": [
      "MONEY\nPOPE FRANCIS 1\nFRANCIS 1",
      "POPE\nPOVERTY\nLAVISH SPENDING\nAFFLUENCE IN CHURCHES\nCATHOLIC PRIESTS DISCIPLINED"
    ],
    "scriptures": [
      "MATTHEW 25"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS ON EVOLUTION DRIVEN BY RELIGION RATHER THAN EDUCATION",
    "words": "Survey: Views on evolution driven by religion more than education\u0014\n\u0014\nBy SARAH PULLIAM BAILEY\u0014\n\u0014\n 2013 Religion News Service\u0014\n\u0014\nAs evolution remains a contentious issue for many public schools, a \nnew survey suggests that views on the question are driven by \nAmericans religious affiliation more than their level of education.\u0014\n\u0014\nOverall, six in 10 Americans say that humans have evolved over time, \nwhile one-third reject the idea of human evolution, according to a \nnew analysis by the Pew Research Center. The one-third of Americans \nwho reject human evolution has remained mostly unchanged since a 2009 \nPew survey.\u0014\n\u0014\nAbout one in four American adults say that a supreme being guided \nthe evolution of living things for the purpose of creating humans and \nother life in the form it exists today.\u0014\n\u0014\nWhile education matters, the new analysis suggests that religion \nappears to have more influence than level of education on evolution. \nThe 21-point difference between college graduates and high school \ngraduates who believe in evolution, for example, is less stark than \nthe 49-point difference between mainline Protestants and evangelicals.\u0014\n\u0014\nEvangelicals are four times as likely to reject human evolution as \nmainline Protestants, with 64 percent of evangelicals saying that \nhumans have existed in their present form since the beginning of \ntime. Half of black Protestants say humans have not evolved, \ncompared to 15 percent of white mainline Protestants who share the \nsame opinion.\u0014\n\u0014\nThose with more years of formal education are more likely than those \nwith less education to say that humans and animals have evolved over \ntime. Seventy-two percent of college graduates say humans have \nevolved over time, compared with 51 percent of high school graduates \nwho say the same thing.\u0014\n\u0014\nThe gap between Republicans and Democrats on belief on human \nevolution has grown by 10 points since 2009, with 43 percent of \nRepublicans and 67 percent of Democrats saying humans have evolved \nover time.\u0014\n\u0014\nEven those who hold views on evolution differ in how it may have \nhappened. The belief that evolution occurred as a natural process \n(not necessarily one guided by God) is still a minority view. At 57 \npercent, only people who have no religious affiliation hold a \nmajority view that says humans evolved due to natural processes.\u0014\n\u0014\nAmong those who express a belief in human evolution, just 32 percent \nof them take the view that evolution is due to natural processes \nsuch as natural selection. For Protestants who say that humans have \nevolved over time, the group is divided over whether evolution is due \nto natural processes or whether it was guided by a supreme being (36 \npercent each).\u0014\n\u0014\nMeanwhile, the Creation Museum in Kentucky that promotes a literal \nreading of the Bible that God created the earth in six days will \nbegin offering free admission to children in 2014. Seeking a wider \naudience, the museum rolled out displays this year that contain no \nreligious messages as total attendance since the museums 2007 \nopening approached about 2 million.\u0014",
    "topics": [
      "EVOLUTION",
      "DIFFERING VIEWS ON\nSCIENCE AND RELIGION"
    ],
    "scriptures": [
      "GENESIS 1"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS ON IMMIGRATION INFLUENCED BY TALK RADIO",
    "words": "\"We felt like too many of the conservative evangelical Christians \nwere allowing their views on \u0014\nimmigration to be shaped more by talk radio and other news outlets \nrather than by the Scriptures.\" \u0014\n\u0014\nAtlanta-area pastor Bryant Wright, a former Southern Baptist \nConvention president who attended \u0014\na Capitol Hill rally by evangelical leaders in April to push for \nimmigration reform (RNS)\u0014",
    "topics": [
      "IMMIGRATION\nIMMIGRANTS"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VETERAN ROCK CLIMBER DIES IN FALL",
    "words": "SEBASTOPOL, Calif. (AP) 8/19/14  (AP)  Authorities say a veteran \nrock climber died in a fall while climbing alone in Yosemite National \nPark  just hours after proposing to his girlfriend during an earlier \nclimb.\u0014\n\u0014\nThe Santa Rosa Press Democrat says Brad Parker's girlfriend, Jainee \nDial, had accepted his marriage proposal after the pair completed a \nclimb of Cathedral Peak Saturday. Parker's father Bill says his son \ntold him it was the happiest day of his life.\u0014\n\u0014\nLater in the day, Brad Parker headed off by himself to climb nearby \nMatthes Crest.\u0014\n\u0014\nPark Ranger Kari Cobb says the Sebastopol resident was climbing \nwithout ropes on an established route when he fell. The fall was \nwitnessed by other climbers.\u0014\n\u0014\nParker appeared on the cover of California Climber magazine in 2012. \nHe worked as a yoga instructor.\u0014",
    "topics": [
      "TRAGEDY\nROCK CLIMBER FALLS\nENGAGEMENT",
      "JUST BEFORE A FALL\nDEATH\nLOVERS\nMARRIAGE PROPOSAL\nLOVE EXPRESSED JUST BEFORE CLIMBING FALL"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA YOUTH PASTOR CHARGED WITH CHILD ABUSE",
    "words": "Youth pastor \ncharged with child abuse\u0014\n\u0014\nA former youth pastor at First Baptist Church on Park Street in \nCharlottesville, Va., faces charges of taking indecent liberties with \na child.\u0014\n\u0014\nBy Bob Allen   Thursday, December 11, 2014\u0014\n\u0014\n\u0014\nA former youth pastor at a Southern Baptist church in \nCharlottesville, Va., is under arrest for the alleged sexual assault \nof a child under his care.\u0014\n\u0014\nJake KeppleJacob Daniel Jake Kepple, 35, resigned his post at First \nBaptist Church in Charlottesville, Va., in July, after allegations \nsurfaced that he sexually abused a child, who is now an adult, \nbetween Sept. 1, 2009, and Oct. 27, 2011.\u0014\n\u0014\nKepple was arrested last week on two felony counts of taking indecent \nliberties with a child, the Daily Progress in Charlottesville \nreported. If convicted, he faces a maximum penalty of up to 10 years \nin prison.\u0014\n\u0014\nA preliminary hearing for Kepple is scheduled Feb. 6 in \nCharlottesville Juvenile and Domestic Relations Court.\u0014",
    "topics": [
      "YOUTH PASTORS\nCHILD ABUSE\nSEXUAL MOLESTATION"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "17",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA STATUTE FOR RELIGOUS FREEDOM",
    "words": "1784. Patrick Henry presented the House of Burgesses (Virginia) with \na resolution declaring: \"The people of this Commonwealth ought to pay \na moderate tax for the support of ... some Christian church or \ndenomination.\" \u0014\n\u0014\nOpposed by James Madison and others, the bill was postponed. In 1786, \nthe opposition had won and the idea was dropped about the same time \nThomas Jefferson's famous Virginia Statute for Religious Freedom was \npassed. It declared that government must not interfere in church \naffairs or matters of con- science, nor may it impose any penalties \nfor religious opinions. Maintaining democracy in 1994 \u0014\nis more than liberty; it is responsibility. \u0014\n\u0014\nThe Virginia Statute for Religious Freedom was drafted in 1777 \n(however it was not first introduced into the Virginia General \nAssembly until 1779)] by Thomas Jefferson in the city of \nFredericksburg, Virginia. On January 16, 1786, the Assembly enacted \nthe statute into the state's law. The statute disestablished the \nChurch of England in Virginia and guaranteed freedom of religion to \npeople of all religious faiths, including Catholics and Jews as well \nas members of all Protestant denominations.The statute was a notable \nprecursor of the Establishment Clause and Free Exercise Clause of the \nFirst Amendment to the United States Constitution.\u0014\n\u0014\nThe Statute for Religious Freedom is one of only three \naccomplishments Jefferson instructed be put in his epitaph.\u0014",
    "topics": [
      "RELIGIOUS FREEDOM\nPATRICK HENRY\nTHOMAS JEFFERSON\nCHURCH AND STATE\nJAMES MADISON"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA STATUTE FOR RELIGIOUS FREEDOM (1786)",
    "words": "VIRGINIA STATUTE FOR RELIGIOUS FREEDOM (1786)\u0014\nby Thomas Jefferson\u0014\n\u0014\nBaptists of Revolutionary War-era Virginia allied with Thomas \nJefferson in opposition to the establishment (official state) \nAnglican Church and in support of equal religious liberty for all \npersons.\u0014\n\u0014\nWith the wholehearted support of Baptists, Jefferson in 1777 during \nthe war penned the Virginia Statute for Religious Freedom. Upending \ncenturies of church state union in Europe and colonial America, the \nlegislative bill prohibited government interference with and support \nof religion. Most Virginia leaders, members of the Anglican Church, \nopposed Jeffersons Statute.\u0014\n\u0014\nNearly a decade passed before Jeffersons Statute, with the support \nof James Madison and the advocacy of Baptists and other religious \ndissenters, finally persevered against strident opposition and became \nlaw. The Statute was one of three lifetime accomplishments of which \nJefferson was most proud, the other two being the drafting of the \nDeclaration of Independence and the founding of the University of \nVirginia.\u0014\n\u0014\nJeffersons Statute became a forerunner of the Establishment and Free \nExercise clauses of the 1791-enacted First Amendment to the U.S. \nConstitution.\u0014\n\u0014\nFollowing is the text of the Virginia Statute for Religious Freedom \nbill enacted by the Virginia General Assembly on January 16, 1786:\u0014\n\u0014\nAn Act for establishing religious Freedom.\u0014\n\u0014\nWhereas, Almighty God hath created the mind free;\u0014\n\u0014\nThat all attempts to influence it by temporal punishments or \nburthens, or by civil incapacitations tend only to beget habits of \nhypocrisy and meanness, and therefore are a departure from the plan \nof the holy author of our religion, who being Lord, both of body and \nmind yet chose not to propagate it by coercions on either, as was in \nhis Almighty power to do,\u0014\n\u0014\nThat the impious presumption of legislators and rulers, civil as well \nas ecclesiastical, who, being themselves but fallible and uninspired \nmen have assumed dominion over the faith of others, setting up their \nown opinions and modes of thinking as the only true and infallible, \nand as such endeavouring to impose them on others, hath established \nand maintained false religions over the greatest part of the world \nand through all time;\u0014\n\u0014\nThat to compel a man to furnish contributions of money for the \npropagation of opinions, which he disbelieves is sinful and \ntyrannical;\u0014\n\u0014\nThat even the forcing him to support this or that teacher of his own \nreligious persuasion is depriving him of the comfortable liberty of \ngiving his contributions to the particular pastor, whose morals he \nwould make his pattern, and whose powers he feels most persuasive to \nrighteousness, and is withdrawing from the Ministry those temporary \nrewards, which, proceeding from an approbation of their personal \nconduct are an additional incitement to earnest and unremitting \nlabours for the instruction of mankind;\u0014\n\u0014\nThat our civil rights have no dependence on our religious opinions \nany more than our opinions in physics or geometry,\u0014\n\u0014\nThat therefore the proscribing any citizen as unworthy the public \nconfidence, by laying upon him an incapacity of being called to \noffices of trust and emolument, unless he profess or renounce this or \nthat religious opinion, is depriving him injuriously of those \nprivileges and advantages, to which, in common with his fellow \ncitizens, he has a natural right,\u0014\n\u0014\nThat it tends only to corrupt the principles of that very Religion it \nis meant to encourage, by bribing with a monopoly of worldly honours \nand emoluments those who will externally profess and conform to it;\u0014\n\u0014\nThat though indeed, these are criminal who do not withstand such \ntemptation, yet neither are those innocent who lay the bait in their \nway;\u0014\n\u0014\nThat to suffer the civil magistrate to intrude his powers into the \nfield of opinion and to restrain the profession or propagation of \nprinciples on supposition of their ill tendency is a dangerous \nfallacy which at once destroys all religious liberty because he being \nof course judge of that tendency will make his opinions the rule of \njudgment and approve or condemn the sentiments of others only as they \nshall square with or differ from his own;\u0014\n\u0014\nThat it is time enough for the rightful purposes of civil government, \nfor its officers to interfere when principles break out into overt \nacts against peace and good order;\u0014\n\u0014\nAnd finally, that Truth is great, and will prevail if left to \nherself, that she is the proper and sufficient antagonist to error, \nand has nothing to fear from the conflict, unless by human \ninterposition disarmed of her natural weapons free argument and \ndebate, errors ceasing to be dangerous when it is permitted freely to \ncontradict them:\u0014\n\u0014\nBe it enacted by General Assembly that no man shall be compelled to \nfrequent or support any religious worship, place, or ministry \nwhatsoever, nor shall be enforced, restrained, molested, or burthened \nin his body or goods, nor shall otherwise suffer on account of his \nreligious opinions or belief, but that all men shall be free to \nprofess, and by argument to maintain, their opinions in matters of \nReligion, and that the same shall in no wise diminish, enlarge or \naffect their civil capacities. And though we well know that this \nAssembly elected by the people for the ordinary purposes of \nLegislation only, have no power to restrain the acts of succeeding \nAssemblies constituted with powers equal to our own, and that \ntherefore to declare this act irrevocable would be of no effect in \nlaw; yet we are free to declare, and do declare that the rights \nhereby asserted, are of the natural rights of mankind, and that if \nany act shall be hereafter passed to repeal the present or to narrow \nits operation, such act will be an infringement of natural right.\u0014",
    "topics": [
      "RELIGOUS LIBERTY\nRELIGIOUS FREEDOM\nSTATUTE FOR RELIGIOUS FREEDOM\nVIRGINIA'S STATUTE FOR REL. FREEDOM"
    ],
    "scriptures": [
      "ROMANS 13"
    ],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS OF CHRIST HELD BY EARLY CHRISTIANS",
    "words": "NESTORIANS- the viiew that there were two separate Persons in the \nIncarnate Christ, the one Divine and the other Human (as opposed to \nthe orthodox teaching that in the Incarnate Christ was a single \nPerson, at once God and man); whether Nestorius ever taught this is \ndisputed.\u0014\n\u0014\nMONOPHYSITES-The doctrine that in the Incarnate Christ there is only \none nature, not two. Monophysitism which represents a strict forth of \n*Alexandrian Christology, covers a variety of positions, some capable \nof orthodox interpretation, others not. The term 'Monophysite' was \nfirst used in the aftermath of the Council of *Chalcedon (451) to \ndescribe all those who rejected the Council's Definition that the \nIncarnate Christ is one Person 'in two Natures'.\u0014\n\u0014\n         The Nestorians and Monophysites differed significantly over \nthe view of Mary as the Mother of God.\u0014\n          The Council of Ephesus in 431 was called to settle the \nmatter. Christian monks rioted in the \u0014\n          streets chanting the phrase \"Theotocos\" \"Theotocos.\"  \nFinally at the Council of Chalcedon 451,\u0014\n          Pope Leo I (Leo the Great) settled the matter that Mary \ncould indeed be called the mother of\u0014\n          God, which is still the view of catholics of all varieties.\u0014\n\u0014\nDOCETICS=(Gk. dokeo, 'I seem'). In the early Church, a tendency, \nrather than a formulated and unified doctrine, which considered the \nhumanity and sufferings of the earthly Christ as apparent rather than \nreal. Evidence for its existence is to be found in the NT (1 Jn. \n4:13; 2 Jn. 7; cf. Col. 2:8f), but it reached its zenith in the next \ngeneration, esp. among the *Gnostics.\u0014\n\u0014\nGNOSTICISM=The name, derived from the Greek word gnosiss \n('knowledge'), given to a complex religious movement which in its \nChristian form comes into clear prominence in the 2nd cent. AD. Its \norigins go back to trends of thought already present in Jewish or \npagan religious circles, but whether these trends had yet been \ncombined into a system of belief, a pre-Christian Gnosticism, is \nstill a matter of dispute among scholars. Some think it originated \nwithin the Church, as an erratic development of Christian teaching \n(as the Fathers thought). Others claim that the movement had already \nbegun before the Christian period, but there is no Gnostic document \nwhich in its present form pre-dates the New Testament. In some of the \nlater books of the NT, e.g. 1 John and the *Pastoral Epistles, forms \nof teaching are denounced which appear to be similar to, though less \ndeveloped than, the Gnostic systems referred to by 2nd-cent. writers.\u0014\n\u0014\nThe principal anti-Gnostic writers, such as *Irenaeus, *Tertullian, \nand *Hippolytus, emphasized the pagan features of Gnosticism. They \nappealed to the plain sense of Scripture as interpreted by the \ntradition of the Church and insisted on the identity of the Creator \nand the supreme God, on the goodness of the material creation, and on \nthe reality of the earthly life of Jesus, esp. of the Crucifixion and \nthe Resurrection. Man needed redemption from an evil will rather than \nan evil environment. These writers' excerpts and descriptions of the \nGnostic systems were until recently our main source of information. \nThe study of Gnosticism entered a new phase, however, with the \ndiscovery of a large collection of Coptic texts at *Nag Hammadi \n(q.v.) in 19456. It comprised over 40 separate treatises, of which \nvery few were previously known. The writings vary widely in date and \nstyle; some are thought to date from the 2nd cent. or even earlier, \nthough the actual copies are not earlier than the 4th cent. Most of \nthe writings are at least superficially Christian and display Gnostic \ntendencies in varying degrees.\u0014\n\u0014\n      Sethian gnosticism was explitcitly hiostile to Judaism.\u0014\n\u0014\n      Valentian gnosticism was slightly less hostile to Judaism.\u0014\n\u0014\nThe Gnostics viewed humanity in three groups:  \u0014\n                 1. The pneumatikoi, the \"enlightened ones,\" \nthemselves\u0014\n                 2.The physics, the people with some possibilithy of \nbeing \"enlightened\"\u0014\n                 3. The hylics, the \"mud people\" who had no chance of \nbeing \"enlightened\"\u0014\n\u0014\nEBIONITES =(Poor men) A sect of Jewish Christians which flourished in \nthe early cents. of the Christian era. The several scattered sources \nfrom which our knowledge of them is derived cannot easily be \nharmonized and related. It seems clear, however, that the sect \nflourished esp. on the E. of the *Jordan and that two of their \nprincipal tenets were (1) a 'reduced' doctrine of the Person of \nChrist, to the effect, e.g., that Jesus was the human son of Joseph \nand Mary and that the Holy Spirit in the form of a dove lighted on \nHim at His baptism, and (2) over-emphasis on the binding character of \nthe Mosaic Law. They are said to have rejected the Pauline Epistles \nand to have used only one Gospel; on this see following entry. A poor \ncommunity, they appear to have adopted a severely ascetic mode of \nlife and to have remained outside the main stream of Christian \ndevelopment. It is difficult to state exactly what their relation was \nto such sects as the *Nazarenes.\u0014",
    "topics": [
      "NESTORIANS\nMONOPHYSITES\nDOCETICS\nCHALCEDON\nCHRISTOLOGY\nGNOSTICS\nCOUNCILS",
      "CHURCH\nCHURCH COUNCILS\nTHEOTOCOS"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VA. WOMAN KILLED AFTER 12-YR-OLD JUMPS FROM OVERPASS",
    "words": "Virginia Woman Killed After 12-Year-Old Jumps From Interstate \nOverpass and Lands on Her Car\u0014\nBy Conor Gaffey On 10/30/17 at 8:00 AM \u0014\n\u0014\nU.S.Road traffic incidentVirginia\u0014\n\u0014\nA 22-year-old woman has been killed after a 12-year-old boy jumped \nfrom an overpass above a Virginia highway and landed on her vehicle.\u0014\n\u0014\nMarisa Harris, of Olney, Maryland, was a graduate student at \nMarymount University who was studying counseling and wanted to work \nwith children with psychological needs, \\WUSA-TV reported.\u0014\n\u0014\nThe incident occurred on Saturday afternoon, when the boy apparently \njumped from the Cedar Lane overpass above Interstate 66 in Fairfax \nCounty, landing on the 2005 Ford Escape that Harris was driving.\u0014\n\u0014\nThe impact of the boy landing on the car incapacitated Harris. \nAccording to her family, her boyfriendwho was sitting in the \npassenger's seattook control of the wheel and drove the car off the \nhighway. He was not injured in the incident.\u0014\n\u0014\nPolice responded to the incident at 4:18 p.m. local time, and Harris \nwas pronounced dead at the scene. The boy was taken to Inova Fairfax \nHospital with life-threatening injuries.\u0014\n\u0014\nThe mother of Harris told WUSA-TV that her daughter's death was \nironic, given that the boy who jumped from the overpass is likely \none of the children that Harris was training to be able to help.\u0014\n\u0014\nVirginia State Police \\originally saida man had fallen off the \noverpass and appeared to have gone through the rear windshield but \nlater clarified that a boy had jumped.\u0014",
    "topics": [
      "TRAGEDY\nMENTAL ILLNESS\nCHILDREN",
      "MENTALLY ILL"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VARIOUS GROUPINGS OF PAUL'S LETTER",
    "words": "\u0014\nUndisputed Pauline Letters\u0014\n\u0014\n(1)\tRomans\u0014\n(2)\t1 Corinthians\u0014\n(3)\t2 Corinthians\u0014\n(4)\tGalatians\u0014\n(5)\tPhilippians\u0014\n(6)\t1 Thessalonians\u0014\n(7)\tPhilemon\u0014\n\u0014\nDisputed/Deutero-Pauline Letters\u0014\n\u0014\n(1)\tColossians\u0014\n(2)\tEphesians\u0014\n(3)\t2 Thessalonians\u0014\n\u0014\nPseudepigraphic Letters\u0014\n\u0014\n(1)\t1 Timothy\u0014\n(2)\t2 Timothy\u0014\n(3)\tTitus\u0014\n\u0014\nPrison Letters/Captivity Letters\u0014\n\u0014\n(1)\tEphesians (see 3:1; 4:1; 6:20)\u0014\n(2)\tPhilippians (see 1:7, 1314, 17)\u0014\n(3)\tColossians (see 4:3, 10, 18; also 1:24)\u0014\n(4)\tPhilemon (see 1:1, 910, 13, 23)\u0014\n\u0014\nPastoral Letters\u0014\n\u0014\n(1)\t1 Timothy\u0014\n(2)\t2 Timothy\u0014\n(3)\tTitus\u0014\n\u0014\nMajor Letters\u0014\n\u0014\n(1)\tRomans\u0014\n(2)\t1 Corinthians\u0014\n(3)\t2 Corinthians\u0014\n(4)\tGalatians\u0014\n\u0014\n\u0014\n Kierspel, L. (2012). Charts on the Life, Letters, and Theology of \nPaul (p. 79). Grand Rapids, MI: Kregel Academic.\u0014",
    "topics": [
      "PAUL'S LETTERS. VARIOUS GROUPINGS\nLETTERS  OF PAUL"
    ],
    "scriptures": [],
    "base": "FRS-2/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOLTAIRE ON WAR, GOD, AND BELIEVING ABSURDITIES",
    "words": "It is forbidden to kill; therefore all murderers are punished unless \nthey kill in large numbers and to the sound of trumpets.\u0014\nVoltaire\u0014\n\u0014\n\u0014\nThose who can make you believe absurdities, can make you commit \natrocities.\u0014\n Voltaire\u0014\n\u0014\nGod is a comedian playing to an audience that is too afraid to \nlaugh.\u0014\n Voltaire\u0014",
    "topics": [
      "VOLTAIRE\nWAR\nBELIEVING ABSURDITIES\nABSURDITIES",
      "BELIEVING\nGOD",
      "VOLTAIRE'S VIEW"
    ],
    "scriptures": [],
    "base": "FRS-3/9999",
    "source": "3",
    "mstatus": "19",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA KEPT BLACK OUT OF WHITE CLASSROOMS, NOW HINDERS RACE STUDIES",
    "words": "Michael Paul Williams\u0014\nOnce upon a time, Virginia politicians erected barriers to keep Black \nchildren and white children from sharing the same schoolhouse.\u0014\n\u0014\nToday, a new form of massive resistance would hinder this legacy of \nsystemic racism from being taught in the classroom.\u0014\n\u0014\nThe political right  always handy with a dog whistle  has dressed \nup critical race theory to make it scarier than a Halloween goblin.\u0014\n\u0014\nUnable to shut down an entire school system in service of \nsegregation, as Prince Edward County once did, politicians and \nparents in places like Chesterfield, Loudoun and Stafford counties \nhave weaponized a heretofore obscure law school field of study. Never \nmind that critical race theory as a curriculum is nonexistent in K-12 \neducation in Virginia (or pretty much anywhere else). Republicans \nhave employed it as a catchall phrase to challenge educators who \nwould teach about Americas history of systemic racism. The \nall-but-spoken goal: Make history white again.\u0014\n\u0014\nI believe parents should be in charge of their kids education, \nsays Republican gubernatorial nominee Glenn Youngkin. Which parents \nhe means  white, suburban, politically and culturally conservative  \nis abundantly clear. He vows upon taking office to ban critical race \ntheory from being taught in schools.\u0014\n\u0014\nOr as Michael Harriot, senior writer for The Root, recently tweeted: \nIf you use legislation to create a system that protects ALL white \nkids from simply having to LEARN the history that Black and \nindigenous people actually endured... Then arent you PROVING that \nCRT was correct the whole time?\u0014\n\u0014\nIn the meantime, Chesterfield County Public Schools has barred \nemployees from learning about critical race theory in their \nprofessional development. They must sign a form promising that the \ntraining course doesnt include CRT.\u0014\n\u0014\nIn Chesterfield, our goal is unity, not division, Ryan Harter, \nchairman of the Chesterfield School Board, said at meeting in June in \nwhich he denounced critical race theory.\u0014\n\u0014\nOn Tuesday, in an email, Harter said: While this discussion is \noccurring at the collegiate level, this is not part of Virginias \napproved curriculum. As such, because our school division follows the \nstate curriculum, this is not part of Chesterfield Schools \ninstruction.\u0014\n\u0014\nNo one, except the folks throwing a hissy fit, ever said it was. Why \ngo through the trouble of denouncing something that doesnt exist in \nyour county? This scenario only makes sense if youre seeking to \npurge racism from discussion in public schools.\u0014\n\u0014\nCondoleezza Rice, the former U.S. secretary of state, argued on the \ntalk show The View last week that one of the worries that I have \nis that somehow white people now have to feel guilty for everything \nthat happened in the past.\u0014\n\u0014\nRice presumably would shield these students from the history of her \nnative Birmingham, Ala., where her childhood friend, 11-year-old \nDenise McNair, died with three other girls in a 1963 church bombing \nby Ku Klux Klan members. By Rices reasoning, the feelings of white \nchildren take precedence over the murder of Black children  or of a \nlegitimate understanding of our past. The descendants of the \noppressed should not suffer in silence for the benefit of the \ndescendants of the oppressor.\u0014\n\u0014\nThe problem is not being exposed to this history; its that too few \npeople have absorbed it. Covering up unpleasant facts about racism is \nan American pastime that serves neither student nor educator of any \ncolor.\u0014\n\u0014\nChristine Melendez, a Spanish teacher in Chesterfield, penned the \nfollowing piece for the Virginia Education Association in July 2020, \nbefore she assumed her current role as president of the Chesterfield \nEducation Association:\u0014\n\u0014\nAs a latinx educator, I have been subjected to racial insensitivity \nand intentional ignorance from colleagues and administrators that \ncaused me to question the validity of my purpose and my position. The \npolicy reforms and systemic changes I choose to fight for are meant \nto improve learning and living conditions for all people, but \nespecially the marginalized, she wrote.\u0014\n\u0014\nFor far too long, educators have stood by and watched their \ncurriculums and standardized tests continue to focus on Euro-centric \nideologies and histories. For far too long, education workers have \nallowed oppressive administrators, school boards, and government \nofficials control [of] every aspect of their lives, from their \nworking conditions to their pay. For far too long, education workers \nof color have been met with gatekeeping, from biased, state-mandated \ntests to discrimination and bullying in the workplace....Now is the \ntime for all educators to stand in the gap for those that have been \nsilenced time and time again.\u0014\n\u0014\n\u0014\nFrankly, it seems like racial insensitivity, intentional ignorance, \ngatekeeping and bullying are in full flower in Chesterfield, where \nthe school districts teaching materials were deemed culturally \ninsufficient in an internal audit last year. An all-white School \nBoard overseeing a majority-minority school district has enacted a \npolicy that would prevent its employees from potentially learning \nmore about systemic racism.\u0014\n\u0014\nIgnorance is not the answer. Ignorance is the problem.\u0014\n\u0014\nmwilliams@timesdispatch.com\u0014",
    "topics": [
      "MICHAEL PAUL WILLIAMS\nRACISM IN VIRGINIA\nCRITICAL RACE THEORY FORBIDDEN IN CLASSES"
    ],
    "scriptures": [],
    "base": "FRS-3/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA'S FIRST TRUE THANKSGIVING",
    "words": "The importance of Virginia's first true Thanksgiving\u0014\nBy Robert Ellis    Richmond Times Dispatch\u0014\n\u0014\nThis is the image Americans are comfortable with on Thanksgiving: \nstruggling Pilgrims saved by the generosity of kindly Native \nAmericans, with food and goodwill shared among the Indigenous \npopulation and the newly arrived settlers.\u0014\n\u0014\nWe have re-created this scene year after year, decade after decade, \ncentury after century since the Civil War, when Abraham Lincoln \nproclaimed a national day of Thanksgiving to be celebrated on the \nlast Thursday in November. Occasionally we might even think about \nthose dour, God-obsessed Puritans wearing buckled black hats as we \neagerly anticipate turkey and cranberry sauce, watch football and \nlook forward to Black Friday.\u0014\n\u0014\nThose living in Virginia know there was an earlier Thanksgiving here. \nIn fact, that Virginia Thanksgiving of 1619 was much more \nconsequential than the one rooted in 1621 in Massachusetts, where \nimmigrant Pilgrims and their Wampanoag Native Americans together \ncommemorated the colonys first successful harvest.\u0014\n\u0014\nThe Puritans reached Plymouth Rock aboard The Mayflower on Nov. 11, \n1620, after a 66-day ocean voyage. But nearly a year earlier, on Dec. \n4, 1619, three dozen English settlers who departed from Bristol, \nEngland, survived the dangerous and cold currents of the North \nAtlantic for 2 months aboard the Margaret, their 35-foot ship that \nlanded in Virginia.\u0014\n\u0014\nTheir goal, unlike the later Puritans, was driven not by religion but \nby money. They were financed by the Virginia Company, an English \ncommercial trading and investment organization chartered by King \nJames I in 1606. Its goal was not the Puritan one to create a New \nJerusalem or build a city on a hill, but to make money for its \nshareholders from tobacco. What the English then claimed as Virginia \nstretched from the coast of what now is South Carolina up to Canada.\u0014\n\u0014\nThe landing site, now Berkeley Plantation in Charles City County, was \ngiven to the Virginia Company by King James. One of the companys \ninstructions was to lead a prayer of Thanksgiving after arrival  not \na feast, but a communal prayer thanking God for safe passage.\u0014\n\u0014\nVirginias first Thanksgiving of 1619 contributed far more to the \nfuture United States than the later 1621 celebration in New England, \nin terms of establishing American ideals, values and even weaknesses \nthat reflect and trouble our entire history. The Virginia \nThanksgiving, when viewed through this lens, becomes as important to \nAmerican history and values as another celebration of national \nidentity: the Fourth of July.\u0014\n\u0014\nOf all 13 colonies that were to form the United States, Virginia by \nfar was the most important. It was the oldest, wealthiest, largest \nand most populated. It was the colony in which English political \nideas of justice, parliamentary procedure and due process were most \ndeeply embedded  and were later to be embodied in the Constitution. \nThe capital for the future country was in Virginia.\u0014\n\u0014\nFrom Virginia came four of the nations first five presidents: George \nWashington, Thomas Jefferson, James Madison and James Monroe. After \nthem came others from Virginia: William Henry Harrison, John Tyler, \nZachary Taylor and Woodrow Wilson  a geographical ancestral dynasty \nwhose participants inherited a nation that led an upheaval that \neventually transformed the world.\u0014\n\u0014\n\u0014\nOrigins matter. Every country, every civilization, has its myth of \nbirth, a sometimes comforting tale of trials, tribulations and \ntriumphs that forms the foundation of its community. In Virginia, \nthese were English notions of liberty and parliamentary democracy. \nBut if we become like curious hens scratching at the soil of the \nfirst Virginia Thanksgiving, we also see what is hidden below. Within \nthat positive narrative is a darker side that also became America. \nThe American experience reveals its porousness within the former \ncolony of Virginia, giving to America an ambiguous legacy not found \nin the Massachusetts experience.\u0014\n\u0014\nVirginians were the most eloquent spokespeople for freedom and \nequality  they drafted not only the Declaration of Independence but \nthe Constitution and Bill of Rights. They were elected to the \npresidency. They also all were slaveholders. In many ways, these \nfuture slaveholders first brought capitalism to the new world by way \nof the Virginia Company, a joint stock venture.\u0014\n\u0014\nThe stock market and money are elemental to the American experience, \nwhich is why the United States has the largest gross domestic product \non the Earth. Unlike the Puritans, the Virginia Company was initially \nabout profit and corporate dividends. Unlike the Puritans, the \nendeavor was about private financial interest, not community or \nsettlement. In that sense, Virginias first Thanksgiving was the \nfoundation of modern American economics.\u0014\n\u0014\nThe profit-seeking Founding Fathers in Virginia found their cash and \na handsome profit in tobacco, known to the Native Americans but \nlargely unknown in Europe. (In some ways, our beloved ancestors were \nthe earliest runners of an international drug cartel.) American \ncapitalism, through development of large tobacco plantations, came to \nthe new world through corporate backing. These plantations were \nworked at first by indentured servants and lower-class English, and \neventually (exclusively) by African slaves.\u0014\n\u0014\nTobacco required extensive land, and this land was to be found off \nthe coast of Virginia to the west, with white settlers pushing \nagainst the native population: Enter Americas original sins of \nracism and white supremacy. Americans became more reliant on African \nslaves for the labor force, and race became the defining relationship \nbetween land and labor.\u0014\n\u0014\nEventually this class-based system morphed into transforming America \nfrom a society with slaves into a slave society. From Virginias \nfirst Thanksgiving, race became the prevalent issue both in the \nsocial life of the American colonies and in the future United States \nof America, and capitalism became its reigning economic ideology.\u0014\n\u0014\nIs current America colonial Virginia writ large? More than four \ncenturies later, the question remains. America was founded on paradox \n freedom versus racism, capitalism versus social equality, private \neconomics versus public welfare. The contradictions define our \nhistory. Should this country wish to move forward and fulfill the \ndream of its finest rhetoric, then Americans must dispense with myths \nthat may be comforting and grapple with truths that may be disturbing.\u0014\n\u0014\nWhat, then, does Jamestown in early Virginia have to tell us in the \n21st century? Our society descends from an original sin: the \ndevelopment of a class-based caste system along the banks of the \nJames River. Inequality and vast gaps in income are inextricably \nlinked in our colonial Virginia past. Yet what also is contained in \nthat Virginia past is our present and future. It is our ability to \novercome and move forward.\u0014\n\u0014\nIt was Virginians in search of freedom who charted a course for the \nUnited States in a society based on slaves. And it was a Virginia \nslave-holding general who, in 1865 at Appomattox, gave up the fight \nfor slaverys continuation, a key moment on the ongoing road toward \nequality and justice.\u0014\n\u0014\nThe paradox is uniquely American, and it behooves us to understand it \nso we might better understand ourselves and continue to be a work in \nprogress  and for which we should give thanks to Virginias first \ntrue Thanksgiving.\u0014\n\u0014\n \u0014\n\u0014\nRobert Ellis taught writing and history at Rutgers, where he received \na Ph.D., and Fairleigh Dickinson universities. He was the executive \ndirector of the Institute for Leadership Studies and History. He \nlives in Richmond and is the author of the book Ernst Toller and \nGerman Society: Intellectuals as Leaders and Critics. Contact him \nat: ellsrbrt@earthlink.net\u0014",
    "topics": [
      "THANKSGVING",
      "FIRST TRUE\nVIRGINIA'S FIRST TRUE THANKSGIVING\nTHANKSGIVING"
    ],
    "scriptures": [],
    "base": "FRS-3/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VANDERBILT AND ROCKEFELLER DYNASTIES LIVE ON IN DIFFERENT WAYS",
    "words": "The Vanderbilt and Rockefeller Dynasties Live on in Different Ways\u0014\n\u0014\nDespite sharing historic and cultural space as two of the wealthiest \nand most powerful families in American history, the Vanderbilt and \nRockefeller dynasties played out quite differently. The vast fortune \n upwards of $100 million at the time of his death  built by \nCornelius Vanderbilt deteriorated in subsequent generations. When \n120 of the Commodore's descendants gathered at Vanderbilt University \nin 1973 for the first family reunion, there was not a millionaire \namong them, wrote Arthur T. Vanderbilt in Fortune's Children: The \nFall of the House of Vanderbilt. Journalist Anderson Cooper, one of \nthe most famous living Vanderbilt descendants (his mother was Gloria \nVanderbilt), also detailed the lavish spending and poor planning that \nled to their financial fall.In contrast, the Rockefellers wealth has \nendured. Across several generations and almost 100 descendants, the \nfamily maintains a fortune in the billions. Unlike with the \nVanderbilts, careful financial planning, strategic philanthropy, and \ndiversified investments have kept the family thriving, as has, \naccording to the modern-day Rockefellers, a system of family values \nand traditions that includes family get-togethers  featuring upwards \nof 100 people  at least twice a year.\u0014\n\u0014\nThe Rockefellers Made Their Fortune in the Oil Industry  Then \nDenounced It\u0014\n\u0014\nAt its peak, Standard Oil controlled more than 90% of petroleum \nproducts in the United States. Yet in the mid-2010s, two of the \nRockefeller family charities announced their plans to divest from the \noil industry, walking away from the very product that made them \nbillionaires. The companies cited concerns about the environmental \nimpact of fossil fuels and their contribution to climate change as \nthe reason. While the move was largely symbolic, it certainly reaped \nrewards. In 2020, five years after announcing the divestment, the \nRockefeller Brothers Foundation  which puts approximately $15 \nmillion each year into climate change efforts  claimed its oil-free \nportfolio posted bigger returns than a comparable portfolio with oil \nholdings over the same time period.. Oil is obviously a definitional \npart of my familys past, Valerie Rockefeller, the \ngreat-great-granddaughter of John D. Rockefeller and chair of the RBF \nboard of trustees, said in a press release at the time. But it has \nno place in our future.\u0014",
    "topics": [
      "ROCKEFELLER AND VANDERBILT DYNASTIES\nMONEY",
      "HANDLING"
    ],
    "scriptures": [],
    "base": "FRS-4/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRGINIA STUDENTS STILL SEGREGATED 70 YEAR LATER",
    "words": "Virginia students still segregated by race, economic class 70 years \nafter landmark ruling\u0014\n\u0014\nWhen the U.S. Supreme Court ordered school desegregation in 1954 in \nBrown v. Board of Education, the court hoped K-12 schools across the \nnation would give equal opportunities to both Black and white \nstudents.\u0014\n\u0014\nMany believed that tying the fate of Black students to the fate of \ntheir white peers would lift Black students because of white parents \nand legislators resources and political leverage to provide for \ntheir own children.\u0014\n\u0014\nBut today, nearly 70 years after the landmark ruling, students in \nVirginia remain largely separated by race and economic class. While \nsegregation is no longer mandated by public policy, it is reinforced \nby school attendance zones and segregated housing patterns.\u0014\n\u0014\nThe all-white schools of the past have all but vanished and have been \nreplaced by schools with almost exclusively students of color, \naccording to an analysis by the Lee Enterprises Public Service \nJournalism team in conjunction with the Richmond Times-Dispatch. In \nthe 2022-23 school year, more than 30,000 students in Richmond and \nChesterfield and Henrico counties attended intensely segregated \nschools  in which either white students or students of color made up \n90% or more of the student body.\u0014\n\u0014\nMost desegregation gains 'have now been lost'\u0014\n\u0014\nIn its landmark decision, issued May 17, 1954, the U.S. Supreme Court \nsaid: segregated public schools are not equal and cannot be made \nequal  \u0014\n\u0014\nIn segregated schools in the Richmond area today, teacher vacancy \nlevels are higher and teachers are more likely to be inexperienced, \naccording to the newspapers analysis. This mirrors state and \nnational trends.\u0014\n\u0014\nFairfield Court School\u0014\n\u0014\nFairfield Court Elementary School in Richmonds East End is 89% Black \nand less than 1% white. Its student body is 97% economically \ndisadvantaged, a rough gauge of poverty measured by the state.\u0014\n\u0014\nMany of its students have never crossed the James River, just a few \nmiles away, and have never been on the South Side of Richmond, said \nPrincipal Angela Wright.\u0014\n\u0014\nAngela Wright is the principal of Fairfield Court Elementary School \nin Richmonds East End. The school is 89% Black and less than 1% \nwhite, and its student body is 97% economically disadvantaged. , a \nrough gauge of poverty measured by the state.\u0014\n\u0014\nTheir education is not really what theyre fighting for right now, \nWright said. Theyre fighting for their basic food, clothing and \nshelter.\u0014\n\u0014\nOn the schools playground, swings are cracked in half, left hanging \nin disrepair.\u0014\n\u0014\nDuring Richmond Public Schools spring break in early April and in \nthe following week, eight people were killed in the citys East End, \nand four of those victims were minors.\u0014\n\u0014\nIts been a terrible two weeks in our city, Police Chief Rick \nEdwards said at the time. Kids have seen their parents killed. \nParents have seen their kids killed.\u0014\n\u0014\nFairfield Court parents know that when their children get to school, \ntheyre safe and theyre going to learn, Wright said.\u0014\n\u0014\nBut sometimes its just that walk to school that were worried \nabout.\u0014\n\u0014\nWright said teachers work to build solid relationships and trust with \nstudents, so they feel safe and can focus on learning.\u0014\n\u0014\nWe have to make sure when theyre sitting there, theyre not \nthinking about, whats gonna happen when I go home? Is it gonna be \nsafe for me walking home? Because sometimes they may not be thinking \nabout whatever that core instruction is, Wright said.\u0014\n\u0014\nMary Munford School\u0014\n\u0014\nAcross town at Mary Munford Elementary School in Richmonds West End, \nthe student population is 78% white and 8% Black, and 13% of the \nstudents are deemed economically disadvantaged.\u0014\n\u0014\nMary Munford Elementary School students eat lunch in the cafeteria. \nKids from around the city flock to the schools 9-acre playground \nafter school and on weekends to play on the modern jungle gym, tennis \ncourts, soccer fields, basketball courts and gaga ball pit  a new \nvariant of dodgeball played in a small octagon.\u0014\n\u0014\nKids from around the city flock to the schools 9-acre playground \nafter school and on weekends to play on the modern jungle gym, tennis \ncourts, soccer fields, basketball courts and gaga ball pit  a new \nvariant of dodgeball played in a small octagon.\u0014\n\u0014\nPrincipal Greg Muzik, who has been at Mary Munford for 31 years, said \nthat when his students dont show up to school for 10 days, its \nbecause they traveled to Europe for a family vacation. Its not \nbecause they dont have a winter coat, clean clothes or a parent to \nwalk them there  all problems that some students at Fairfield Court \nface.\u0014\n\u0014\nWe have children that are attending the school, who live in our \nneighborhood that are African American, but I will tell you that most \nof them are not low-income African American families. Theres no \nlow-income housing in this area, Muzik said.\u0014",
    "topics": [
      "RACIAL DISPARITY\nRACE\nSEGREGATION\nPREJUDICE\nWHITE FLIGHT"
    ],
    "scriptures": [],
    "base": "FRS-4/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VERDICT DEMANDS EVIDENCE--THE DARWINIAN DEBATE",
    "words": "Verdict that Demands Evidence\u0014\nIt is Darwinists, not Christians, who are stonewalling the facts.\u0014\nCharles Colson with Anne Morse \u0014\n\u0014\nIt was one of the firstand angriestpost-election hissy fits: In The \nNew York Times, Garry Wills credited White House political adviser \nKarl Rove for getting millions of religious conservatives (whom he \ncompared to Muslim jihadists) to the polls and sneered, \"Can a nation \nwhich believes more fervently in the Virgin Birth than in evolution \nstill be called an enlightened nation?\"\u0014\n\u0014\nIt's an interesting question, considering the iron grip evolutionists \nhave had over our educational institutions for a century. And at \nfirst glance, it seems odd that Americansamong the best-educated, \nmost technologically advanced people in the worldwould choose \nmiraculous stories over scientific ones.\u0014\n\u0014\nBut is there really so little evidence for biblical miracles, and so \nmuch for naturalistic evolution?\u0014\n\u0014\nAs historian Paul Johnson notes, Christianity is a historical \nreligion that deals in facts and events. Among those facts is that \nJesus, the Son of God, was born of a virgin, in a specific time and \nplace. Johnson cites the mounting archaeological discoveries that \nhave almost universally supported the biblical accounts. And the life \nof Jesus, he notes, is better authenticated than most other figures \nof antiquity, like Aristotle and Julius Caesar. As Johnson puts it, \n\"It is not now the men of faith; it is the skeptics who have reason \nto fear the course of discovery.\"\u0014\n\u0014\nAll well and good, but Darwinism, at least, has been empirically \nproven, right?\u0014\n\u0014\nWrong. Sure, there's evidence that evolution takes place within a \nspeciesbut the fossil record has not yielded evidence of one species \nbecoming another, as Darwin confidently predicted. This lack of \nevidence has not gone unnoticed by sociologist Rodney Stark. Stark \ncalls himself neither an evolutionist nor an advocate of Intelligent \nDesign; instead, he says, he is merely a scholar pursuing the \nevidence where it leads. In For the Glory of God (Princeton \nUniversity Press, 2003), Stark offers startling evidence that \nDarwinists have covered up mounting flaws in their theory. He \nconcludes that the battle over evolution is hardly a case of \"heroic\" \nscientists fighting off the persecution of religious fanatics. \nInstead, from the start, evolution \"has primarily been an attack on \nreligion by militant atheists who wrap themselves in the mantle of \nscience in an effort to refute all religious claims concerning a \ncreatoran effort that has also often attempted to suppress all \nscientific criticisms of Darwin's work.\"\u0014\n\u0014\nCommitted Darwinists continue this strategy today. For example, nine \nyears ago biochemist Michael Behe published Darwin's Black Box (Free \nPress, 1996). Behe argued that complex structures like proteins \ncannot be assembled piecemeal, with gradual improvement of function. \nInstead, like a mousetrap, all the partscatch, spring, hammer, and \nso forthmust be assembled simultaneously, or the protein doesn't \nwork.\u0014\n\u0014\nBehe's thesis faced a challenge from the nation's leading expert on \ncell structure, Dr. Russell Doolittle at the University of \nCalifornia-San Diego. Doolittle cited a study on bloodletting in the \njournal Cell that supposedly disproved Behe's argument. Behe \nimmediately read the articleand found that the study proved just the \nopposite: It supported his theory. Behe confronted Doolittle, who \nprivately acknowledged that he was wrongbut declined to make a \npublic retraction.\u0014\n\u0014\nSo who's really rolling back the Enlightenment? Those who invite us \nto follow the evidence wherever it leadsor those demanding that we \nignore it? The folks who want both evolution and Intelligent Design \ntaught in school, with all their strengths and weaknessesor those \nwho attempt to silence any opposition?\u0014\n\u0014\nThe evidence for Intelligent Design has become so persuasive that the \n81-year old British philosopher Anthony Flew, a lifelong atheist who \nonce debated C. S. Lewis over the existence of God, recently admitted \nthat a creator-God must exist.\u0014\n\u0014\nIn the final analysis, any objective observer must conclude that \nbelief in either the biblical or the naturalistic worldview demands \nfaith. The issue is not science versus faith, but science (evolution) \nversus science (Intelligent Design), and of faith versus faith \nregarding how the universe and life came to be.\u0014\n\u0014\nSo to return to Garry Wills's questionare we so unenlightened to \nreject Darwin in favor of Christian doctrine?\u0014\n\u0014\nI practiced law for many years, dreaming every lawyer's dream to take \na great case into the Supreme Court. This is the case I'd most like \nto argue: pitting the common consensus against the Darwinist \nestablishment.\u0014\n\u0014\nCopyright  2005 Christianity Today\u0014",
    "topics": [
      "SCIENCE AND RELIGION\nDARWINIANISM\nCOLSON",
      "CHUCK"
    ],
    "scriptures": [
      "GENESIS 1"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "17",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VACATIONS AND LANGUAGE",
    "words": "By now, many of you have taken your summer vacation, and you've \nlearned to translate all the promises in the travel brochures. For \nthose of you who have yet to make your journey, here's a helpful \nglossary of travel terms (and what they really mean):\u0014\n\u0014\nOld world charm (Room and a bath)\u0014\nTropical (Rainy)\u0014\nMajestic setting (A long way from town, at end of dirt road)\u0014\nOptions galore (Nothing is included in the itinerary)\u0014\nSecluded hideaway (Directions to the location are unclear)\u0014\nSome budget rooms (Sorry, already occupied)\u0014\nExplore on your own (At your own expense)\u0014\nKnowledgeable trip hosts (They've flown in an airplane before)\u0014\nNo extra fees (No extras)\u0014\nNominal fee (Outrageous charge)\u0014\nStandard (Sub-standard)\u0014\nDeluxe (Barely Standard)\u0014\nSuperior accommodations (One complimentary chocolate, free shower cap)\u0014\nAll the amenities (Two chocolates, two shower caps)\u0014\nPlush (Both top and bottom sheets)\u0014\nGentle breezes (In hurricane alley)\u0014\nLight and airy (No air conditioning)\u0014\nPicturesque (Theme park nearby)\u0014\n24-hour service (Ice cubes at additional cost -- when available)\u0014",
    "topics": [
      "VACATIONS\nHUMOR\nLANGUAGE"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VISIONARIES AND WATCHERS",
    "words": "All of us are watchers -- of television, of time clocks, of traffic \non the freeway -- but few are observers. Everyone is looking; not \nmany are seeing. -- Peter M. Leschak\u0014",
    "topics": [
      "VISIONARIES\nVISION"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VON BRAUN'S MOTHER'S INFLUENCE",
    "words": "Wernher Von Braun was a scientist skilled enough to be the genius \nbehind the mighty Saturn rocket. But Von Braun was also a believer in \nGod, who learned in his childhood that wisdom begins in reverence for \nthe Lord.\u0014\n\u0014\nHis mother, Emmy, taught him this. They lived in a small town in \neastern Germany. On many summer nights, Emmy would take her son \noutside to view the vast, majestic heavens. One by one she would \npoint out the planets in the sky and the constellations that were \nknown to ancient peoples. Like many mothers, she had a dream for this \nson who sat beside her.\u0014\n\u0014\nSlowly and patiently she planted the seeds of wonder. And they took \nroot in her boy. On his confirmation day, she didn?t give him a \nBible. He already had one. No, she gave him a telescope to reach \nfurther into the mysteries of God's starry universe.\u0014\n\u0014\nThis was the second seed she planted in her son, the awareness of \nGod's presence, the sense of God's creation ? that behind all that we \nsee stands our Heavenly Father.\u0014\n\u0014\nAnd her son caught his mother's vision. Von Braun became not only one \nof the greatest scientists of our century, but also a powerful \nChristian witness. He was a brilliant man who made no secret of his \nfaith: that the vast galaxies inescapably reveal the wondrous \nworkings of God.\u0014",
    "topics": [
      "WERNER VON BRAUN\nMOTHERS\nINFLUENCE\nSCIENCE AND RELIGION"
    ],
    "scriptures": [
      "PSALMS 8"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIRTUAL FRIENDS BETTER THAN REAL ONES?",
    "words": "With some 30 million people now involved world-wide [in online, \nvirtual reality video games], there is mounting concern that some are \nsquanderingeven damagingtheir real lives by obsessing over their \n\"second\" ones. That's always been a concern with videogames, but a \nfield of study suggests that the boundary between virtual worlds and \nreality may be more porous than experts previously imagined.\u0014\n\u0014\nNearly 40 percent of men and 53 percent of women who play online \ngames said their virtual friends were equal to or better than their \nreal-life friends, according to a survey of 30,000 gamers conducted \nby Nick Yee, a recent PhD graduate from Stanford University. More \nthan a quarter of gamers said the emotional highlight of the past \nweek occurred in a computer world\u0014\n\u0014\nEdward Castronova, associate professor in the Department of \nTelecommunications at Indiana University in Bloomington, Indiana, \nsays, \"There's a fuzziness that's emerging between the virtual world \nand the real world.\"\u0014\n\u0014\n\u0014\nAlexander Alter, \"Is This Man Cheating on His Wife?\" The Wall Street \nJournal (8-10-07)\u0014",
    "topics": [
      "COMPUTERS\nVIRTUAL REALITY'\nREALITY",
      "VIRTUAL\nFRIENDS",
      "VIRTUAL\nFRIENDS",
      "REAL PEOPLE"
    ],
    "scriptures": [
      "PROVERBS",
      "ECCLESIASTES 4:7-12"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "4",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS ON LYING AND DECEITFULNESS",
    "words": "We watched Canadian sprinter Ben Johnson run his world record \n100-meter dash.\u0014\nMidway, it seemed that he had turned on an afterburner to roar across \nthe finish line\u0014\n way ahead. Whos to know to what extent the later-detected steroids \naccounted for it?\u0014\n            But since such illicit steroids unquestionably hype \nperformance and are shortcuts to muscle bulging, their use is an ever \nincreasing factor in sports and body-building. MALCOLM FORBES (1988)\u0014\n                  \u0014\n         -WC. FIELDS\u0014\n         A thing worth having is a thing worth\u0014\n         cheating for.\u0014\n         \u0014\n         \u0014\n         Living with a conscience is like driving\u0014\n         a car with the brakes on.\u0014\n                    BUDD SCHULBERG\u0014\n         \u0014\n         \u0014\n         Thou shalt not steal; an empty feat,\u0014\n         When its so lucrative to cheat.\u0014\n                 ARTHUR HUGH CLOUGH\u0014\n         \u0014\n         \u0014\n         In order to preserve your self-respect,\u0014\n         it is sometimes necessary to lie and cheat.\u0014\n                     ROBERT BYRNE\u0014\n         \u0014\n         \u0014\n         Dont lie ~f you dont have to.\u0014\n                       LEO SZILARD\u0014\n         \u0014\n         \u0014\n         Only the hypocrite is really rotten\u0014\n         to the core.\u0014\n                    HANNAH ARENDT\u0014\n         \u0014\n         \u0014\n         If we live all our lives under lies it becomes\u0014\n         d(fficult to see anything ~f it does not have\u0014\n         anything to do with these lies.\u0014\n                      AMIRJ BARAKA\u0014\n         \u0014\n         People need good lies. There are too many\u0014\n         bad ones.\u0014\n                   KURT VONNEGUT JR.\u0014\n         \u0014\n         Be a hypocrite if you like; but dont talk\u0014\n         like one!\u0014\n                     DENIS DIDEROT\u0014\n                     ADOLF HITLER\u0014\n         \u0014\n         A man of such obvious and exemplary\u0014\n         charm must be a liar.\u0014\n                    ANITA BROOKNER\u0014\n                     LAWRENCE LIEF\u0014\n                 \u0014\n         The art of life is to show your hand.\u0014\n         There is no diplomacy like candor. You\u0014\n         may lose by it now and then, but it will be\u0014\n         a loss well gained ~fyou do. Nothing is so\u0014\n         boring as having to keep up a deception.\u0014\n                        E.V. LUCAS\u0014\n       \u0014\n         In athletics theres always been a\u0014\n         willingness to cheat if it looks like youre\u0014\n         not cheating. I think thats just a quirk of\u0014\n         human nature.\u0014\n                 KAREEM ABDUL-JABBAR\u0014\n              \u0014\n         We have to make some radical move\u0014\n         to get the attention of everyone. Cheaters\u0014\n         cant win and steroids have put us in the\u0014\n         position that its okay to cheat.\u0014\n                       LOU BROCK\u0014\n         \u0014\n         There are guys in the game only because\u0014\n         of steroids. They couldnt make it with\u0014\n         their natural talent. It sucks.\u0014\n                       DAVID WELLS\u0014\n         \u0014\n         I did not use steroids or human growth\u0014\n         hormone, and Ive never done so.\u0014\n                     ROGER CLEMENS\u0014\n         \u0014\n         Hating the Yankees is as American\u0014\n         as pizza pie, unwed mothers, and cheating\u0014\n         on your income tax.\u0014\n         \u0014\n        \u0014\n         The great masses of the people will more\u0014\n         easily fall victims to a big lie than to a\u0014\n         small one.\u0014\n                                              MIKE ROYKO\u0014",
    "topics": [
      "LYING\nDISHONESTY\nDECEITFULNESS"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICTIMIZED BY RELIGION",
    "words": "\"We as a people have been victimized by the infrastructure of \norganized religion for thousands of years, many know this and many \nmore are realizing it everyday. As we eliminate organized religions \nwe will foster peace and harmony throughout the world. More people \nhave been swindled and killed in the name of God than in the name of \nall other causes combined.\"\u0014\n\u0014\n                       Joshua - Christianity Today blog, May 15, 2008\u0014",
    "topics": [
      "RELIGION\nABUSES OF RELIGION\nORGANIZED RELIGION\nCHURCH\nGOD'S NAME",
      "IN"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VANITY AND PRIDE -- THE DIFFERENCE",
    "words": "\"Vanity and pride are different things, though the words are often \nused synonymously. A person may be proud without being vain. Pride \nrelates more to our opinion of ourselves, vanity to what we would \nhave others think of us.\"\u0014\n                   Jane Austen, Pride and Prejudice\u0014",
    "topics": [
      "VANITY\nPRIDE"
    ],
    "scriptures": [
      "ECCLESIASTES",
      "PROVERBS"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS ON LIFE AND PERSONAL MOTIVATION",
    "words": "You cant no more teach what you dont know than you can \ncome\u0014\n         back from somewheres you aint been.\u0014\n         \u0014\n         If there is no cross in my practice, there never will be \none in my\u0014\n         preaching.\u0014\n         \u0014\n         No man can at one and the same time make himself appear \nclever\u0014\n         and Christ mighty to save.\u0014\n         \u0014\n         I aint what I oughta be, and I aint what Im gonna be, \nhut, thank\u0014\n         God, I aint what I used to be.\u0014\n         \u0014\n         If my gospel is not powerful enough to save me from \nlaziness, it is\u0014\n         not strong enough to save a lost person from his sin. Jack \nGray\u0014\n         \u0014\n         You might as well try to drive pins into concrete as to try \nto impart\u0014\n         the truth of God without the Spirit of God. Jack Gray\u0014\n         \u0014\n         My business is to extend the kingdom of God. I only cobble \nshoes\u0014\n         to pay expenses. William Carey\u0014\n\u0014\n          The will of God will not lead you where the grace of God \ncannot\u0014\n         keep you. Lolete Dotson\u0014\n         \u0014\n         The measure of a mans character is what he would do if he \nKNEW\u0014\n         he would never he found out. McCauley\u0014\n         \u0014\n         One machine today can do the work of sixty ordinary people, \nbut\u0014\n         no machine can do the work of one extraordinary person.\u0014\n         \u0014\n         Dont preach to me about religion.\u0014\n         Preach to me about being a human being\u0014\n         And the pain of it\u0014\n         And the joy of it\u0014\n         And why God needs us\u0014\n         And why we need him\u0014\n         And each other\u0014\n         And whether anything matters or not.\u0014\n         \u0014\n         People tend to get smatter as the buildings get larger.\u0014",
    "topics": [
      "LIFE\nMOTIVATION",
      "PERSONAL\nSPIRITUALITY\nPREACHING\nGOALS\nDECISIONS\nTEACHING\nWITNESSING\nHOLY SPIRIT\nVOCATION\nWILL OF GOD\nGOD",
      "WILL OF"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VASELINE --CHESEBROUGH'S GREAT DISCOVERY",
    "words": "In 1859, Robert Chesebrough was in the oil fields of Pennsylvania \nwhen he noticed a waxy material that oozed out of the ground along \nwith the petroleum. \"Rod wax\" is what the drillers called it and it \nwas a nuisance to them. But it did have one redeeming quality; it \nhelped heal cuts and burns. \u0014\n\u0014\nWhen Chesebrough heard that, he knew he had a valuable product. For \nthe next 10 years he devoted his energies to developing a pure, \nodor-free, effective form of \"rod wax\". He served as his own guinea \npig, cutting his arms, burning his skin, pouring acids on his hands. \nThe results were highly satisfactory: the stuff worked! Chesebrough \nnamed his discovery Vaseline, supposedly because early experiments \nwere carried out in his wife's vase. \u0014\n\u0014\nAll he had to do now was convince the public to buy it. With a horse \nand buggy he cruised the streets of Brooklyn giving out free samples. \nOrders mushroomed and testimonials flooded in. He was able to sell \nVaseline because people had only to look at his wounds, now healed, \nto see the value of his work and the extent of his belief.\u0014",
    "topics": [
      "VASELINE\nPERSEVERANCE\nHEALING SUBSTANCE\nDISCOVERIES\nCHESEBROUGH",
      "ROBERT"
    ],
    "scriptures": [
      "PROVERBS",
      "LUKE 4:21-30"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "5",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VALENTINE'S DAY AND THE MEANING OF DREAMS",
    "words": "A woman woke up one morning, turned to her husband and said, \"Honey, \nI just had a dream that you bought me a new gold necklace. What do \nyou think it means?\" \u0014\n\u0014\nHe answered, \"I don't know, but Valentine's Day is coming soon. Then \nyou'll know.\" \u0014\n\u0014\nA few nights later, she again woke up after having a dream. She said, \n\"This time, I dreamed you gave me a pearl necklace. What do you think \nit means?\" \u0014\n\u0014\n\"You'll know on Valentines' Day,\" he replied. \u0014\n\u0014\nThe morning of Valentine's Day, she again woke up telling him about \nher dream: \"This time I dreamed that you brought me a diamond \nnecklace. What do you think it means?\" \u0014\n\u0014\n\"Honey, be patient,\" he said. \"You'll know tonight.\" \u0014\n\u0014\nThat evening, the husband came home with a package and gave it to his \nwife. Delighted, she opened it--and found a book titled The Meaning \nof Dreams.\u0014",
    "topics": [
      "DREAMS\nVALENTINE'S DAY\nDAYS\nHUMOR\nHUSBANDS AND WIVES"
    ],
    "scriptures": [
      "PROVERBS"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VAN HALEN BAND MAKES DETAILED REQUIREMENTS",
    "words": "\u0014\nMany of us have heard about some of the outlandish demands made by \nmusic celebrities in their contracts with concert promoters. One of \nthe most notorious came from the rock band Van Halen. Each contract \ninsisted that \"a bowl of M&M's be provided backstage, but with every \nsingle brown M&M removed.\" If the band arrived and saw that the bowl \nhad any brown M&Ms in it, they were free to cancel the concert and \nreceive full payment. Who knew a bunch of hard-rockers could be such \ndivas?\u0014\n\u0014\nBut wait.\u0014\n\u0014\nThere was actually a good reason behind the clause. The absence of \nthose M&Ms was a matter of life or death. In his book The Checklist \nManifesto, author Atul Gawande, quoting from lead singer David Lee \nRoth's memoir, shares the story behind the M&Ms:\u0014\n\u0014\nRoth explained [that]  \"Van Halen was the first band to take huge \nproductions into tertiary, third-level markets. We'd pull up with \nnine 18-wheeler trucks, full of gear, where the standard was three \ntrucks, max. And there were many, many technical errorswhether it \nwas the girders couldn't support the weight, or the flooring would \nsink in, or the doors weren't big enough to move the gear through. \nThe contract rider read like a  Yellow Pages because there was so \nmuch equipment, and so many human beings to make it function.\" So \njust as a little test, buried somewhere in the middle of the rider, \nwould be Article 126, the no-brown-M&Ms clause. \"When I would walk \nbackstage, if I saw a brown M&M in that bowl,\" [Roth] wrote, \"well, \nwe'd line-check the entire production. Guaranteed you'd run into a \nproblem.\" The mistakes could be life-threatening  In Colorado, the \nband found that the local promoters had failed to read the weight \nrequirements and that the staging would have fallen through the arena \nfloor.\u0014\n\u0014\nIt's funny how Van Halen's ridiculous-at-first-glance contract demand \nmanages to illustrate well Luke 16:10: \"Whoever can be trusted with \nvery little can also be trusted with much, and whoever is dishonest \nwith very little will also be dishonest with much.\"\u0014",
    "topics": [
      "VAN HALEN BAND\nM&MS\nDETAILS IMPORTANT\nCONTRACTS",
      "REASONS FOR"
    ],
    "scriptures": [
      "LUKE 16:1-10",
      "MATTHEW 25:21-23",
      "LUKE 12:42-48",
      "LUKE 19:11-17",
      "1 CORINTHIANS 4:2"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "23",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VATICAN DECLINED TO DEFROCK ABUSING PRIEST",
    "words": "Vatican Declined to Defrock \nU.S. Priest Who Abused Boys\u0014\nBy LAURIE GOODSTEIN March 24, 2010  New York Times\u0014\n\u0014\nTop Vatican officials  including the future Pope Benedict XVI  did \nnot defrock a priest who molested as many as 200 deaf boys, even \nthough several American bishops repeatedly warned them that failure \nto act on the matter could embarrass the church, according to church \nfiles newly unearthed as part of a lawsuit.\u0014\n\u0014\nThe internal correspondence from bishops in Wisconsin directly to \nCardinal Joseph Ratzinger, the future pope, shows that while church \nofficials tussled over whether the priest should be dismissed, their \nhighest priority was protecting the church from scandal. \u0014\n\u0014\nThe documents emerge as Pope Benedict is facing other accusations \nthat he and direct subordinates often did not alert civilian \nauthorities or discipline priests involved in sexual abuse when he \nserved as an archbishop in Germany and as the Vaticans chief \ndoctrinal enforcer.\u0014\n\u0014\nThe Wisconsin case involved an American priest, the Rev. Lawrence C. \nMurphy, who worked at a renowned school for deaf children from 1950 \nto 1974. But it is only one of thousands of cases forwarded over \ndecades by bishops to the Vatican office called the Congregation for \nthe Doctrine of the Faith, led from 1981 to 2005 by Cardinal \nRatzinger. It is still the office that decides whether accused \npriests should be given full canonical trials and defrocked. \u0014\n\u0014\nIn 1996, Cardinal Ratzinger failed to respond to two letters about \nthe case from Rembert G. Weakland, Milwaukees archbishop at the \ntime. After eight months, the second in command at the doctrinal \noffice, Cardinal Tarcisio Bertone, now the Vaticans secretary of \nstate, instructed the Wisconsin bishops to begin a secret canonical \ntrial that could lead to Father Murphys dismissal. \u0014\n\u0014\nBut Cardinal Bertone halted the process after Father Murphy \npersonally wrote to Cardinal Ratzinger protesting that he should not \nbe put on trial because he had already repented and was in poor \nhealth and that the case was beyond the churchs own statute of \nlimitations. \u0014\n\u0014\nI simply want to live out the time that I have left in the dignity \nof my priesthood, Father Murphy wrote near the end of his life to \nCardinal Ratzinger. I ask your kind assistance in this matter. The \nfiles contain no response from Cardinal Ratzinger.\u0014\n\u0014\nThe New York Times obtained the documents, which the church fought to \nkeep secret, from Jeff Anderson and Mike Finnegan, the lawyers for \nfive men who have brought four lawsuits against the Archdiocese of \nMilwaukee. The documents include letters between bishops and the \nVatican, victims affidavits, the handwritten notes of an expert on \nsexual disorders who interviewed Father Murphy and minutes of a final \nmeeting on the case at the Vatican. \u0014\n\u0014\nFather Murphy not only was never tried or disciplined by the churchs \nown justice system, but also got a pass from the police and \nprosecutors who ignored reports from his victims, according to the \ndocuments and interviews with victims. Three successive archbishops \nin Wisconsin were told that Father Murphy was sexually abusing \nchildren, the documents show, but never reported it to criminal or \ncivil authorities. \u0014\n\u0014\nInstead of being disciplined, Father Murphy was quietly moved by \nArchbishop William E. Cousins of Milwaukee to the Diocese of Superior \nin northern Wisconsin in 1974, where he spent his last 24 years \nworking freely with children in parishes, schools and, as one lawsuit \ncharges, a juvenile detention center. He died in 1998, still a priest.\u0014\n\u0014\nEven as the pope himself in a recent letter to Irish Catholics has \nemphasized the need to cooperate with civil justice in abuse cases, \nthe correspondence seems to indicate that the Vaticans insistence on \nsecrecy has often impeded such cooperation. At the same time, the \nofficials reluctance to defrock a sex abuser shows that on a \ndoctrinal level, the Vatican has tended to view the matter in terms \nof sin and repentance more than crime and punishment.\u0014",
    "topics": [
      "VATICAN",
      "THE\nROMAN CATHOLIC LEADERS\nCRIMINAL BEHAVIOR\nCHILD ABUSE\nPEDIPHILES\nETHICS\nMORALS OF MINISTERS"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIOLENT PERSECUTION",
    "words": "Violent persecution\u0014\n\u0014\nIn ad 250 the most violent persecution the church had yet faced was \ninstigated by the Emperor Decius (249251). Imperial edicts commanded \nall citizens of the Empire to sacrifice to the traditional Roman \ngods. Those who did so were given certificates (libelli, in Latin) as \nevidence that they had obeyed the order. Those who refused to obey \nand were unable (or unwilling) to obtain false libelli from \nsympathetic or corrupt officials were executed.\u0014\n\u0014\nMany Christians actually complied to save their lives. Others were \nable to obtain certificates without having actually sacrificed. But \nan unknown number of Christians were imprisoned or executedamong \nthem the bishops of Rome, Antioch and Jerusalem.\u0014\n\u0014\nFortunately for the church, this testing did not last very long. \nWithin two years Decius died in battle against the Gothic invaders \nfrom the north. Although his successor, the Emperor Gallus (251253), \nkept the antiChristian measures alive, persecution was not so \nwidespread as under Decius.\u0014\n\u0014\nA few years later, persecution was renewed with a fresh ferocity, \ntowards the end of the reign of the Emperor Valerian (253260). On \nthis occasion church leaders were singled out and ordered to worship \nthe old gods, under the threat of exile and imprisonment. Christians \nwere forbidden to hold church meetings or to visit Christian \ncemeteries, on pain of death. Finally, a particularly severe edict \nprescribed death for church leaders and the confiscation of property, \nslavery and even death for other Christians who would not desert the \nfaith. Again only a war with foreign invaders, this time the \nPersians, put an end to the ordeal.\u0014\n\u0014\nA few decades of relative peace and prosperity followed, only to be \ninterrupted in 303 by the most severe persecution the church had yet \nfaced.\u0014\n\u0014\nBy this time Christianity had reached as far as the immediate family \nof the Emperor Diocletian (284305). Many of his slaves and servants, \nas well as his wife and daughter, were believers, together with many \nothers in high placeseither Christian or favourably disposed to \nChristianity. Diocletian issued four edicts against Christianity \nwhich were enforced with varying degrees of severity. His action may \nhave been intended to gain more enthusiastic support from the army, \nwhich tended to be strongly antiChristian.\u0014\n\u0014\nThe decrees of 303 ordered the destruction of all church buildings, \nthe confiscation of Christian books, the dismissal of Christians from \nthe government and army, and the imprisonment of the clergy. A \nfurther edict, in 304, ordered all Christians to offer sacrifices to \nthe pagan gods.\u0014\n\u0014\nIn Asia Minor an entire town and its inhabitants, who were \npredominantly Christian, were destroyed by soldiers. In Rome church \nproperty was confiscated and many Christians were martyred. \nChristians in Palestine, Syria and Egypt seem to have suffered \nparticular violence.\u0014",
    "topics": [
      "PERSECUTION\nVIOLENT PERSECUTION\nROMAN EMPERORS\nEMPERORS",
      "ROMAN"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VATICAN REVISES ABUSE PROCESS BUT CAUSES STIR OVER WOMEN PRIESTS",
    "words": "VATICAN CITY  The Vatican issued revisions to its internal laws on \nThursday making it easier to discipline sex-abuser priests, but \ncaused confusion by also stating that ordaining women as priests was \nas grave an offense as pedophilia. \u0014\n\u0014\nThe decision to link the issues appears to reflect the determination \nof embattled Vatican leaders to resist any suggestion that pedophilia \nwithin the priesthood can be addressed by ending the celibacy \nrequirement or by allowing women to become priests. \u0014\n\u0014\nThe overall document codified existing procedures that allow the \nVatican to try priests accused of child sexual abuse using faster \njuridical procedures rather than full ecclesiastical trials. The \nVatican spokesman, the Rev. Federico Lombardi, said the changes \nshowed the churchs commitment to tackling child sexual abuse with \nrigor and transparency. \u0014\n\u0014\nThose measures fell short of the hopes of many advocates for victims \nof priestly abuse, who dismissed them as tweaking rather than a \nbold overhaul. The new rules do not, for example, hold bishops \naccountable for abuse by priests on their watch, nor do they require \nthem to report sexual abuse to civil authorities  though less formal \nguidelines issued earlier this year encourage reporting if local \nlaw compels it. \u0014\n\u0014\nBut what astonished many Catholics was the inclusion of the attempt \nto ordain women in a list of the more grave delicts, or offenses, \nwhich included pedophilia, as well as heresy, apostasy and schism. \nThe issue, some critics said, was less the ordination of women, which \nis not discussed seriously inside the church hierarchy, but the \nVaticans suggestion that pedophilia is a comparable crime in a \ndocument billed a response to the sexual abuse crisis.\u0014\n\u0014\nIt is very irritating that they put the increased severity in \npunishment for abuse and womens ordination at the same level, said \nChristian Weisner, the spokesman for We Are Church, a liberal \nCatholic reform movement founded in 1996 in response to a \nhigh-profile sexual abuse case in Austria. It tells us that the \nchurch still understands itself as an environment dominated by men.\u0014\n\u0014\nThe reaction among American Catholics could be measured in some \ndegree by comments from the United States Conference of Catholic \nBishops. Archbishop Donald W. Wuerl of Washington, a top official in \nthe group, called the document a welcome statement even as he took \npains to praise the role of women in the church. The churchs \ngratitude to women cannot be stated strongly enough, he said at a \nnews conference in Washington. Women offer unique insight, creative \nabilities and unstinting generosity at the very heart of the Catholic \nChurch. \u0014\n\u0014\nStill, the archbishop added. The Catholic Church through its long \nand constant teaching holds that ordination has been, from the \nbeginning, reserved to men, a fact which cannot be changed despite \nchanging times.\u0014",
    "topics": [
      "VATICAN RULINGS\nWOMEN PRIESTS\nSEX ABUSE",
      "CHURCH\nCHURCH SEX ABUSE\nSEX"
    ],
    "scriptures": [
      "PROVERBS"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "17",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS OF LAST THINGS",
    "words": "The Tribulation\u0014\n\u0014\nJesus Himself predicted that in the end times there will be great \ntribulation, such as has not been since the beginning of the world \nuntil this time, no, nor ever shall be (Matt. 24:21). The book of \nRevelation, the great book of the end times, addresses this issue, \ndepicting (in a symbolic way) the suffering of the saints under the \npowers of evil. Revelation 7:14 speaks of the period of persecution \nas the great tribulation, and so the phrase passed into the \nChristian vocabulary.\u0014\n\u0014\nWhile it is possibleeven likelythat the worst persecution still \nlies ahead, every day since the time of the apostles Christians have \nbeen tortured and killed on some part of the globe. It would be an \ninjustice to say to the martyred dead that the Tribulation has not \nyet happened. \u0014\n\u0014\n\n                                                                                   \nThe Rapture\u0014\n\u0014\nThe Rapture refers to Christians being united with Christ at His \nsecond coming. The idea is based on Pauls words in1 Thessalonians \n4:1617: The Lord Himself will descend from heaven with a shout, \nwith the voice of an archangel, and with the trumpet of God. And the \ndead in Christ will rise first. Then we who are alive and remain \nshall be caught up together with them in the clouds to meet the Lord \nin the air.  This is the only text in the New Testament that refers \nto the issue.\u0014\n\u0014\nJesus classic statement on the Rapture is probably Matthew 24:3941: \nTwo men will be in the field: one will be taken and the other left. \nTwo women will be grinding at the mill: one will be taken and the \nother left.\u0014\n\u0014\nThe word Rapture supposedly comes from the Latin rapio, meaning \ncaught up, but obviously the normal meaning of rapture, a state of \nintense emotional excitement, is present also. \u0014\n\u0014\n\n                                                                                    \nThe Millennium\u0014\n\u0014\nIt means a thousand years, and is important in Christian thought \nbecause of Revelation 20, which speaks of a thousand-year reign of \nChrist and His saints on the earth. During this period Satan will be \nbound, and Christ and His saints (including those who have died) \nwill exist in a golden age, after which Satan will be released, but \nthen will be defeated forevermore.\u0014\n\u0014\nWith its visions full of symbols and hidden meanings, Revelation has \npuzzled people for centuries. People who study it disagree about the \ntiming of the Millennium. There are premillennialists, \npostmillennialists, and amillennialists. The pre people believe \nChrist will return before the Millennium, while the posts believe \nHe will return after it. Amillennialists take the thousand years \nsymbolically, referring to the period between Christs days on earth \nand His final return. Much ink has been spilled over the matter of \nthe Millennium.\u0014\n\u0014\n\n                                                                              \nThe First Millennium\u0014\n\u0014\nAs a.d. 1000 approached, many Christians believed that Christ would \nreturn to earth for the Last Judgment and take His people home to \nheaven. After all, they reasoned, there had been a thousand years of \nChristianity, so after this thousand-year reign of Christ on earth \n(or so they imagined it), He would return. Thousands of hymns, poems, \nand sermons spoke of the Day of the Lord, which would inevitably \ncome with the year 1000. At the beginning of the 900s, a church \ncouncil officially decreed that the final century of history had \nbegun. A Latin phrase came into wide use: adventante mundi \nversperosince the evening of the world is near. But it didnt \nhappen. The lesson we learn: As Christ told us, no one knows the day \nor the hour when He will return (Matt. 24:36).\u0014",
    "topics": [
      "RAPTURE",
      "THE\nMILLENNIUM",
      "THE\nESCHATOLOGY\nSECOND COMING OF CHRIST\nDISPENSATIONAL PREMILENNIALISM\nAMILLENIALISM"
    ],
    "scriptures": [
      "1 THESSALONIANS 5",
      "REVELATION 7:14",
      "MATTHEW 24:1-41",
      "1 THESSALONIANS 4:16-17",
      "REVELATION 20"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VERBS \"TO SEE\" USED IN JOHN 20:1-18",
    "words": "Verbs to see used in John 20:1-18\u0014\n\u0014\nBlepo   -- to see  the ordinary word for noticing something\u0014\n\u0014\nThoreo  to see  but means far more than just sightseeing. It means \nlooking critically and carefully at something. Implies a   \u0014\n               question like, What's going on here?\u0014\n\u0014\nEido  to see  but conveys the idea of comprehension and \nunderstanding of the thing seen and implies a response to what is seen\u0014",
    "topics": [
      "SEE",
      "TO\nUNDERSTANDING\nCOMPREHENSION\nMARY MAGDALENE\nI HAVE SEEN THE LORD"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS OF REJOICING OVER ENEMIES' FAILURES",
    "words": "Proverbs 11:10 - \"When it goes well with the righteous, the city \nrejoices, and when the wicked perish, there is joyful shouting.\"\u0014\n\u0014\nProverbs 24:17 says, \"Do not rejoice when your enemy falls.\"\u0014\n\u0014\nA faith perspective, especially but not exclusively a Christian one, \ndoes not rejoice in the brokenness of any part of God's creation, \neven the destruction of one's enemies.\u0014\n\u0014\n             Lest We Forget\u0014\n\u0014\nGod of our fathers, known of old\u0014\nLord of our far-flung battle line\u0014\nBeneath whose awful hand we hold\u0014\nDominion over palm and pine\u0014\nLord God of Hosts, be with us yet,\u0014\nLest we forgetlest we forget!\u0014\n\u0014\nThe tumult and the shouting dies\u0014\nThe Captains and the Kings depart\u0014\nStill stands Thine ancient sacrifice,\u0014\nAn humble and a contrite heart.\u0014\nLord God of Hosts, be with us yet,\u0014\nLest we forgetlest we forget!\u0014\n\u0014\nFar-called our navies melt away\u0014\nOn dune and headland sinks the fire\u0014\nLo, all our pomp of yesterday\u0014\nIs one with Nineveh and Tyre!\u0014\nJudge of the Nations, spare us yet,\u0014\nLest we forgetlest we forget!\u0014\n\u0014\nIf, drunk with sight of power, we loose\u0014\nWild tongues that have not Thee in awe\u0014\nSuch boastings as the Gentiles use,\u0014\nOr lesser breeds without the Law\u0014\nLord God of Hosts, be with us yet,\u0014\nLest we forgetlest we forget!\u0014\n\u0014\nFor heathen heart that puts her trust\u0014\nIn reeking tube and iron shard\u0014\nAll valiant dust that builds on dust,\u0014\nAnd guarding calls not Thee to guard.\u0014\nFor frantic boast and foolish word,\u0014\nThy Mercy on Thy People, Lord!\u0014\nAmen.\u0014",
    "topics": [
      "REJOICING OVER ENEMY'S HURTS\nJOY\nLEST WE FORGET"
    ],
    "scriptures": [
      "PROVERBS 11:10",
      "PROVERBS 24:17"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VULNERABLE GIRLS IN ETHIOPIA SCREAM AND RUN TO CHURCH",
    "words": "While Paul Knight, a pastor from Grand Forks, North Dakota, was \nvisiting Fiche, Ethiopia, he had the chance to meet the little girl \nhis family had been sponsoring through Compassion International. He \nwanted to bring gifts to the girl and her mother, a single mom who \nlived and worked in a one-room home that also basically functioned as \nthe local bar. During Paul's visit, the place slowly started filling \nwith rowdy men from the community. Suddenly, Paul's guide and \ntranslator took him by the arm and said, \"We have to go now.\"\u0014\n\u0014\nPaul looked back at his sponsor child, a ten-year-old girl, and asked \nfor more time. The crowd was getting louder, and his guide firmly \nsaid, \"It's not safe for you. You must leave now.\" Paul started to \nmove, but then he pointed to his sponsor child and said, \"But what \nabout my little girl?\"\u0014\n\u0014\n\"Well, this is her home,\" the guide said.\u0014\n\u0014\nReluctantly moving to the street, Paul asked, \"But will she be safe?\" \u0014\n\u0014\n\"It's not really safe, but this is her home,\" the guide said.\u0014\n\u0014\nPaul was indignant. \"What does that mean,\" he asked, \"that 'it's not \nreally safe'?\"\u0014\n\u0014\n\"Most likely everything you think it means,\" the guide said.\u0014\n\u0014\nPaul fought back tears. \"What can she do?\" \u0014\n\u0014\nGently grabbing his arm, the guide said, \"We teach the girls to do \nthis: scream and run to the church. When you get to the church, you \nwill find love and safety. The church will shelter you. So when they \nfeel threatened or vulnerable, they scream and run to the church.\"\u0014\n\u0014\n\u0014\nMatt Woodley, \"Church2Church,\" Leadership Journal (Spring 2011)\u0014",
    "topics": [
      "SEXUAL ABUSE\nSLAVERY",
      "CHILD"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "16",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VLADIMIR LED UKRAINIANS THROUGH BAPTISM",
    "words": "June 5, 988 \u0014\n\u0014\nVladimir Led Ukrainians through Baptism\u0014\nDan Graves, MSL\u0014\n\u0014\nO God who created heaven and earth: Look down upon these new people \nand grant them to know You, the true God...\" Just months before, the \nRussian prince who prayed this prayer had been a cruel and lustful \nplayboy. He had even tried to impose a national pagan religion on his \npeople. But Prince Vladimir's thinking had changed. If tradition is \ncorrect, it was on this day, June 5, 988, that he was baptized with \nhundreds of the men and women of Kiev.\u0014\n\u0014\nIt marked the rise of Orthodoxy in Russia. Vladimir's grandmother, \nPrincess Olga, had earlier tried to make Christianity the official \nreligion of her country but without much success. Yet she prayed \nearnestly for her grandson. Her hopes and prayers were rewarded. \nVladimir turned to Christ. It became the boast of Russia that from \nthat day forward (at least until the Communists took over) Russia was \nnever without a recognized saint somewhere within its borders.\u0014\n\u0014\nBefore his conversion, say the old legends, Vladimir examined the \ngreat faiths of his age. He immediately rejected Judaism, saying that \nif they had so offended God that he would not allow them to return to \ntheir land, they were unfit to teach him. Islamic teachings on sex \nappealed to his playboy nature, but their restrictions on wine and \nswine disgusted him. Vladimir did not care for the Germans who \nbrought Latin Catholicism his way. But an Orthodox teacher, who \npointed to fulfilled scripture charmed him. He sent diplomats to \nobserve the various faiths. When the agents who returned from \nConstantinople claimed that they had been almost transported to \nheaven during an Orthodox service in Hagia Sophia (Holy Wisdom), the \nmost splendid church of the age, Vladimir opted for Orthodoxy.\u0014\n\u0014\nWhether these stories from the ancient chronicle are true or not, \nthere were good reasons for Vladimir to adopt the faith practiced by \nhis immediate neighbors in Byzantium and East Europe. The East \nEuropean languages were related to Russian and their lands were close \nto one another. The rich culture of Eastern Christianity also \nappealed to Russian tastes. Once adopted, Orthodoxy stamped the \ncharacter of the Russian people. By it their land was transformed \nfrom pagan barbarism to become known as Holy Russia. Several times in \nRussian history, the church became the throbbing heart of the nation \nas it struggled against foreign invasion or occupation.\u0014\n\u0014\nVladimir conversion seems to have been real. He took a genuine \ninterest in Christianity and gave evidence that his heart had \nchanged. Not only did he turn away from his former sexual pleasures, \nbut he lost much of the careless cruelty that had marked him before. \nHe even abandoned the death penalty.\u0014\n\u0014\nAnd he himself prayed over baptismal candidates.\u0014\n\u0014\nBibliography:\u0014\n\u0014\nAdapted from an earlier Christian History Institute story.\u0014\nBradbury, Doris. The Russian Orthodox Church. Moscow: Progress, 1982.\u0014\n\"Russian Christianity.\" Christian History Magazine #18. \u0014\nShipman, Andrew J. \"St. Vladimir the Great.\" The Catholic \nEncyclopedia. New York: Robert Appleton, 1914.\u0014\n\"Vladimir, St.\" The Oxford Dictionary of the Christian Church. Edited \nby F. L. Cross and E. A. Livingstone. Oxford, 1997.\u0014",
    "topics": [
      "BAPTISM\nCONVERSION\nRUSSIAN ORTHODOX Y"
    ],
    "scriptures": [
      "MATTHEW 3"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "3",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIETNAM VETERAN WITH MISSING LEGS SAVE A LITTLE GIRL",
    "words": "Bob Butler lost his legs in a 1965 land mine explosion in Vietnam. He \nreturned home a war hero. Twenty years later, he proved once again \nthat heroism comes from the heart. Butler was working in his garage \nin a small town in Arizona on a hot summer day when he heard a \nwoman's screams coming from a nearby house. He began rolling his \nwheelchair toward the house but the dense shrubbery wouldn't allow \nhim access to the back door. So he got out of his chair and started \nto crawl through the dirt and bushes. I had to get there, he said. \nIt didn't matter how much it hurt. \u0014\n\u0014\nWhen Butler arrived at the pool there was a 3 year-old girl named \nStephanie Hanes lying at the bottom. She had been born without arms \nand had fallen in the water and couldn't swim. Her mother stood over \nher baby screaming frantically. Butler dove to the bottom of the pool \nand brought little Stephanie up to the deck. Her face was blue, she \nhad no pulse and was not breathing. Butler immediately went to work \nperforming CPR to revive her while Stephanie's mother telephoned the \nfire department. She was told the paramedics were already out on a \ncall. Helplessly, she sobbed and hugged Butler's shoulder. As Butler \ncontinued with his CPR, he calmly reassured her. Don't worry, he \nsaid. I was her arms to get out of the pool. It'll be okay. I am now \nher lungs. Together we can make it. \u0014\n\u0014\nSeconds later the little girl coughed, regained consciousness and \nbegan to cry. As they hugged and rejoiced together, the mother asked \nButler how he knew it would be okay. The truth is, I didn't know, \nhe told her. But when my legs were blown off in the war, I was all \nalone in a field. No one was there to help except a little Vietnamese \ngirl. As she struggled to drag me into her village, she whispered in \nbroken English, 'It okay. You can live. I will be your legs. Together \nwe make it.' Her kind words brought hope to my soul and I wanted to \ndo the same for Stephanie. There are simply those times when we \ncannot stand alone. There are those times when we need someone to be \nour legs, our arms, our friend.\u0014\n    \u0014\nIn this day when it seems no one wants to get involved with the \nproblems of others, believers are to do just thatget involved, share \nproblems, bear burdens, and help others put life back together again. \nT\u0014",
    "topics": [
      "CARING\nSERVING\nVIETNAM\nHANDICAPPED"
    ],
    "scriptures": [
      "PROVERBS"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VISIONING CHALLENGES OLDER CONTROL STRUCTURES",
    "words": "David Cooperrider, one of the founders of Appreciative Inquiry, says: \nIf people do great work with the processes of inquiry and dreaming, \nthen rarely, if ever, do the older command and control structures of \neras past serve the organization. The new dreams always seem to have \noutgrown the structures and systems.\u0014\n\u0014\nOf course, this is where many visioning processes get derailed. When \nthe visionary rhetoric of a vibrant future collides with the \nrealities of established precedents, facilities, job titles or \ntraditional methods, the result is conflict. The organizational \ninertia usually favors maintaining the status quo, and so the \ncongregation talks a good game for a season, but eventually settles \nback into whatever patterns predated the visioning process.\u0014\n\u0014\nBill Wilson\u0014",
    "topics": [
      "CHANGE FOR CHURCHES\nCHURCHES IN VISIONING\nVISIONING FOR CHURCHES\nFUTURE",
      "PLANNNG FOR THE\nPLANNING FOR THE FUTURE"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VISIONING EFFORTS FOR CHURCH LIFE",
    "words": "Most church visioning efforts fail: how your church can succeed\u0014\nBill Wilson  |  November 26, 2018\u0014\n\u0014\n\u0014\nI have had the privilege of working with numerous congregations to \nclarify their identity and lean into the future proactively. When \nthat has gone well, one consequence has nearly always been true: The \nfresh vision requires a significant shift in the churchs \norganizational life.\u0014\n\u0014\nDavid Cooperrider, one of the founders of Appreciative Inquiry, says: \nIf people do great work with the processes of inquiry and dreaming, \nthen rarely, if ever, do the older command and control structures of \neras past serve the organization. The new dreams always seem to have \noutgrown the structures and systems.\u0014\n\u0014\nOf course, this is where many visioning processes get derailed. When \nthe visionary rhetoric of a vibrant future collides with the \nrealities of established precedents, facilities, job titles or \ntraditional methods, the result is conflict. The organizational \ninertia usually favors maintaining the status quo, and so the \ncongregation talks a good game for a season, but eventually settles \nback into whatever patterns predated the visioning process.\u0014\n\u0014\nHow might we anticipate the impact of a fresh vision and welcome the \ninevitable shifts it will demand?\u0014\n\u0014\nDesign your visioning process to be as inclusive as possible. I \nbelieve the best processes are radically congregational, engaging as \nmany people in as many formats as possible. This is messier and more \ntime-consuming than a top-down model, but in the end it promotes \nownership and buy-in. This will be invaluable when it comes to \nimplementation of the uncomfortable parts of the plan.\u0014\n\u0014\nLearn to distinguish between essentials, icons and opinions. \nEssentials are the parts of the congregation that are non-negotiable \nand not up for debate. Youll find these in scripture (see Acts 2). \nIf we changed these, would we cease to be the Church. However, not \nincluded among essentials are things like the following: buildings, \nexisting staff models, styles of most anything, schedules, budget \nmodels or most organizational charts.\u0014\n\u0014\nI believe the best processes are radically congregational, engaging \nas many people in as many formats as possible.\u0014\nIcons are those things that have deep and powerful symbolic meaning \nto us that disguise themselves as essentials. Some of the icons I see \nmost frequently include facilities, liturgies, staff members, \ntraditions (especially around holidays) and organizations. Icons hook \nus emotionally and make us illogical. We can lose our icons and still \nbe the church. For instance, watch what happens to a congregation \nwhose sanctuary burns. Almost always, while the smoke is still rising \nfrom the rubble, someone says: Our church is so much more than a \nbuilding. Every building of every church in every part of the world \nis iconic, not essential to being Gods people. That doesnt keep us \nfrom being irrationally devoted to them.\u0014\n\u0014\nOpinions are our feelings about any and every part of congregational \nlife. When we turn our impressions and opinions about a staff \nposition/program/schedule into fact, we lose crucial objectivity. I \nrecently heard someone proclaim in an implementation meeting: We \ncannot do church without our Wednesday night activities! Really?\u0014\n\u0014\nOnce those differences are clarified, work hard to make these four \nwords come alive:\u0014\n\u0014\nNimble. Congregations that are effective in ministry in the 21st \ncentury will be able to respond quickly and nimbly to opportunities. \nThe old structures that prized lengthy deliberation and glacial \nprogress must give way. Beware of overcompensating and becoming \nunmoored, but know that pace matters.\u0014\n\u0014\nVibrant congregations are pancaking their organizational structures \nand simplifying their decision-making life.\u0014\nLean. Vibrant congregations are pancaking their organizational \nstructures and simplifying their decision-making life. The cumbersome \nmodels that strangle us are a product of the post-industrial models \nthat dominated the last 75 years of congregational life. Vibrant \nchurches are morphing those structures into leaner, less redundant \nmodels. An annual church business meeting is plenty. The decisions \nand work of the congregation must take place in smaller settings \nwhere teams, committees or task groups are empowered to act.\u0014\n\u0014\nCollaborative. One of the most predictable outcomes of a healthy \nvisioning process is the recognition that the gifts of all the \ncongregation are required to fulfill the churchs mission. Staff must \nadjust to laity as partners in ministry, rather than subjects. Laity \nmust step up as engaged in their call, rather than hiring staff to do \nthe work of the church. Staffing models that assumed an \nover-functioning paid staff and under-functioning laity need to be \nrebalanced.\u0014\n\u0014\nLeadership. Your new vision will require real leadership. Many \nchurches will need to define what leadership means in their ministry \ncontext (following Jesus example is a good place to start) and then \nallow their leaders to lead. This is easier said than done, but does \nnot change the fact that it is essential.\u0014\n\u0014\nMost congregations dont start out to reorganize staffing models, \nworship styles, Bible study groups or leadership structures, but they \nsoon find that the old wineskins of the past cannot always hold the \nnew wine of 21st century ministry. The good news is that this \nconstant reformation is at the heart of what has kept the Church \nvibrant for centuries. Let it continue!\u0014",
    "topics": [
      "VISIONING FOR CHURCHES\nCHURCH VISIONING\nPLANNING FOR THE FUTURE\nFUTURE",
      "PLANNING FOR\nCHANGE IN CHURCH LIFE"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "1",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS ON FORGIVENESS",
    "words": "The stupid neither forgive nor forget;\u0014\n         the naive forgive and forget; the wise\u0014\n         forgive but do not forget.\u0014\n                                   THOMAS SZASZ\u0014\n\u0014\n\u0014\nOnce a woman has forgiven her\u0014\n         man, she must not reheat his sins\u0014\n         for breakfast.\u0014\n                                 MARLENE DIETRICH\u0014\n\u0014\n\u0014\nIt is far easier to forgive an enemy after\u0014\n         youve gotten even with him.\u0014\n                                    OLIN MILLER\u0014",
    "topics": [
      "FORGIVENESS\nHUMOR\nWIVES"
    ],
    "scriptures": [
      "MATTHEW 6"
    ],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VOICE OF MARTYRS' TOM WHITE'S DEATH IS APPARENT SUICIDE",
    "words": "Voice of the Martyrs' Tom White's Death an Apparent Suicide Following \nMolestation Investigation \u0014\nSeptember 10. 2019  Christianity Today\u0014\n\u0014\nLeader of prominent persecution ministry was being investigated by \npolice on allegations of molesting a young girl.\u0014\n\u0014\nJeremy Weber April 20, 2012 \u0014\n\u0014\nThis week's death of a prominent persecution ministry leader is now \nbeing described as a possible suicide in the wake of a molestation \ninvestigation by local police.\u0014\n\u0014\nTom White, executive director of The Voice of the Martyrs (VOM), was \nfound dead Wednesday morning in a warehouse at the ministry's \nheadquarters in Bartlesville, Oklahoma, according to Tulsa CBS \naffiliate News on 6. Court records indicate that Bartlesville police \nwere investigating a molestation allegation against White, according \nto News on 6.\u0014\n\u0014\nVOM responded to the allegations Friday afternoon with this statement:\u0014\n\u0014\nApril 20, 2012 The Voice of the Martyrs statement concerning the \ndeath of Tom White:\u0014\n\u0014\nThe events of the last week are tragic. On Wednesday we learned that \nTom White, VOM's executive director, had died.\u0014\nAllegations were made to authorities this week that Tom had \ninappropriate contact with a young girl. Rather than face those \nallegations, and all of the resulting fallout for his family and this \nministry and himself, Tom appears to have chosen to take his own life.\u0014",
    "topics": [
      "SUICIDE\nVOICE OF THE MARTYRS",
      "EXECUTIVE"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VIEWS ON WORLD HUNGER",
    "words": "\"When I give people food, they call me a saint. When I ask why there \nis no food, they call me a communist.\" \u0014\n\tDOM HELDER CAMARA, former archbishop of Recife, Brazil,\u0014",
    "topics": [
      "WORLD HUNGER\nVIEWS ABOUT WORLD HUNGER"
    ],
    "scriptures": [],
    "base": "FRS/9999",
    "source": "3",
    "mstatus": "",
    "tcaid": "0",
    "qsid": ""
  },
  {
    "title": "VICTORIOUS VIGILANCE",
    "words": "What a tragedy when a believer who has been victorious for a long \ntime falls into sin because of overconfidence and carelessness.\u0014\n\u0014\n  In his book The Best Is Yet to Be, Henry Durbanville issues this \npointed warning:  \"With the mind at rest regarding the past, and the \nheart reveling in the consciousness of being at peace with God, you \nmay have entertained the thought that all dangers are over, and that \nyou will have no more problems as you journey to the Better Land.  \nBut that is not so.  Scripture and human biography alike testify to \nthe fact that old age has its perils.  Noah, after long years of \nfaithful walking with God, failed ignominiously. Moses, near close of \nhis career, lost his temper. Samuel, the man of prayer and the \nprophet of God, put family interests before loyalty to God and His \npeople.  Solomon began magnificently, but ended disastrously. Uzziah, \nafter a glorious reign, deliberately transgressed the ordinance of \nGod, finishing his days as a leper.  The records of all these good \nmen, temporarily drawn aside from the path of fellowship with God, \npoint to the fact that youth, adulthood, and old age--each period of \nlife--has its own temptations and hazards.\"\u0014",
    "topics": [
      "OLD AGE\nTEMPTATIONS\nFAILURE\nVICTORY",
      "LOSS OF\nNOAH\nMOSES\nUZZIAH\nSAMUEL\nSOLOMON\nPERSEVERENCE"
    ],
    "scriptures": [
      "1 CORINTHIANS 10:12",
      "PROVERBS 16:18",
      "MATTHEW 26:33",
      "MATTHEW 26:41",
      "ROMANS 11:20",
      "1 TIMOTHY 4:16",
      "HEBREWS 10:36",
      "LUKE 21:34",
      "ROMANS 2:7",
      "2 TIMOTHY 3:14",
      "2 JOHN 9",
      "ISAIAH 7:9"
    ],
    "base": "ILLY/1",
    "source": "0",
    "mstatus": "16385",
    "tcaid": "4117",
    "qsid": "19914"
  }
]